{
  "Accepting Rules": "Accepter les règles",
  "Confirm your age & rules": "Confirmez votre âge et vos règles",
  "You have an overdue loan.": "Vous avez un prêt en souffrance.",
  "Games": "Jeu",
  "Table Games": "Jeux de table",
  "Table": "Jeux de table",
  "All": "Tous",
  "Other ": "Autre",
  "Poker": "Poker",
  "Roulette": "Roulette",
  "Blackjack": "Blackjack",
  "Baccarat": "Baccara",
  "New": "Nouveau",
  "Popular": "Populaire",
  "Progressive": "Progressive",
  "Classic": "Classique",
  "Fruit": "Fruit",
  "Spooky": "Sinistre",
  "Egyptian": "égyptien",
  "Summer": "L'été",
  "Branded": "De marque",
  "Historical": "Historique",
  "Fluffy": "Duveteux",
  "Adventure": "Aventure",
  "WTF": "Wtf",
  "Jackpots": "Jackpots",
  "Upload your passport or driver license to proof your identity.": "Téléchargez votre permis de passeport ou votre permis de conduire pour la preuve de votre identité.",
  "more games": "plus de jeux",
  "Provide proof of identity and address": "Fournir une preuve d'identité et d'adresse",
  "Live Games": "Casino en Direct",
  "Other Games": "D'autres jeux",
  "Other games": "D'autres jeux",
  "Slots": "Machines à sous",
  "Drop file here": "Drop Fichier ici",
  "January": "janvier",
  "February": "février",
  "March": "Mars",
  "April": "avril",
  "May": "Peut",
  "June": "juin",
  "July": "juillet",
  "August": "août",
  "September": "septembre",
  "October": "octobre",
  "November": "novembre",
  "December": "décembre",
  "Your profile was updated.": "Votre profil a été mis à jour.",
  "Your password was succesfully changed": "Votre mot de passe a été modifié avec succès",
  "Account Details": "Détails du compte",
  "Personal info": "Informations personnelles",
  "Contact info": "Informations de contact",
  "Games Limit": "Limite de jeux",
  "Multiple Logins": "Multiples connexions",
  "Verify Account": "vérifier le compte",
  "Close Account": "Fermer le compte",
  "Verification code": "Le code de vérification",
  "Change password": "Changer le mot de passe",
  "Old password": "Ancien mot de passe",
  "New Password": "nouveau mot de passe",
  "Verification code from e-mail": "Code de vérification de l'e-mail",
  "Your old password": "Votre ancien mot de passe",
  "Repeat password": "Répéter le mot de passe",
  "Repeat New Password": "Répété le nouveau mot de passe",
  "Error: Passwords do not match": "Erreur: les mots de passe ne correspondent pas",
  "Gender": "Genre",
  "Mr": "Monsieur",
  "Ms": "Mme",
  "Select gender": "Sélectionnez le sexe",
  "Day": "Jour",
  "Last Name": "Nom de famille",
  "First Name": "Prénom",
  "Month": "Mois",
  "Year": "Année",
  "Select a country": "Choisissez un pays",
  "Email": "E-mail",
  "Preffered Language": "Langue préférée",
  "Select Language": "Choisir la langue",
  "Currency": "Monnaie",
  "Avatar": "Avatar",
  "Pick default avatar": "Pick Par défaut Avatar",
  "Attention!": "Attention!",
  "When you change your preferred currency, your bonuses will also be converted to the new currency": "Lorsque vous modifiez votre devise préférée, vos bonus seront également convertis en nouvelle monnaie.",
  "Mobile Number": "Numéro de portable",
  "Code": "Code",
  "Number": "Nombre",
  "State/Region": "État / région",
  "City": "Ville",
  "Address": "Adresse",
  "Zip Code": "Code postal",
  "Daily Limit": "Limite journalière",
  "Not specified": "Non précisé",
  "Weekly Limit": "Limite hebdomadaire",
  "Monthly Limit": "Limite mensuelle",
  "Deposit Limit": "Limite de dépôt",
  "Withdraw Limit": "Retirer la limite",
  "Device": "Dispositif",
  "IP Address": "Adresse IP",
  "Action": "action",
  "Current device": "Appareil actuel",
  "Last active": "Dernier actif",
  "Not Active": "Pas actif",
  "Active": "actif",
  "Logout": "Se déconnecter",
  "Account Closure": "La fermeture du compte",
  "Please be aware, after you deactivate your account": "Veuillez être conscient, après avoir désactivé votre compte",
  "You will not be able to log in or open a new account.": "Vous ne pourrez pas vous connecter ou ouvrir un nouveau compte.",
  "Pending bets will be settled as normal.": "Les paris en attente seront réglés comme normaux.",
  "You will not be able to withdraw money.": "Vous ne serez pas en mesure de retirer de l'argent.",
  "You will not be able to deposit money.": "Vous ne serez pas en mesure de déposer de l'argent.",
  "Make sure you’re happy with your decision before you confirm your account closure. This action cannot be undone": "Assurez-vous que vous êtes satisfait de votre décision avant de confirmer la fermeture de votre compte. Cette action ne peut pas être annulée",
  "Change Password": "Changer le mot de passe",
  "Cancel": "Annuler",
  "Save": "sauvegarder",
  "Confirm Closure": "Confirmer la fermeture",
  "Save new password": "Enregistrer le nouveau mot de passe",
  "Country": "Pays",
  "Date of birth": "Date de naissance",
  "By entering the site, you accept our": "En entrant sur le site, vous acceptez notre",
  "Data Protection Policy": "Politique de protection des données",
  "Cookie Policy": "Politique de cookie",
  "and": "et",
  "Disclaimer": "Clause de non-responsabilité",
  "and confirm you are at least 18 years of age.": "et confirmez que vous avez au moins 18 ans.",
  "Accept": "J'accepte",
  "From": "De",
  "To": "À",
  "About Us": "À propos de nous",
  "Contributions": "Contributions",
  "Terms and conditions": "Termes et conditions",
  "Responsible gambling policy": "Politique de jeu responsable",
  "Data protection policy": "Politique de protection des données",
  "Cookie policy": "Politique de cookie",
  "Privacy policy": "Politique de confidentialité",
  "KYC Policy": "Politique de KYC",
  "Help": "Aider",
  "Anti-money laundering policy": "Politique de blanchiment anti-argent",
  "Welcome Bonus Terms and Conditions": "Bienvenue bonus Termes et conditions",
  "Bingo.bet is a brand managed by Bingo.bet B.V.(Curacao) & Bingo.bet Ltd (Isle of Man).": "Bingo.bet est une marque gérée par Bingo.bet B.V. (Curaçao) & Bingo.Bet Ltd (Île de Man).",
  "Bingo.bet B.V. is incorporated on Curacao at registered address Chuchubiweg 17, Willemstad, Curacao. Bingo.bet B.V. is registered in accordance with Curacao law with registration number 154986. Bingo.bet Ltd is incorporated on Isle of Man at registered address 49 Victoria Street, Douglas, IM1 2LD, Isle of Man. Bingo.bet Ltd is registered in accordance with Isle of Man law with registration number 018297V. Gambling can be addictive. Play responsibly. For further information on the risks associated with gambling, read our Responible gambling policy. Underage gambling is an offence.": "Bingo.bet b.v. est intégré à Curaçao à l'adresse recommandée Chuchubiweg 17, Willemstad, Curaçao. Bingo.bet b.v. est enregistré conformément à la loi de Curaçao avec numéro d'enregistrement 154986. Bingo.bet Ltd est intégré à Isle of Man à l'adresse recommandée 49 Victoria Street, Douglas, IM1 2LD, Isle of Man. Bingo.Bet Ltd est enregistré conformément à la loi sur l'île de l'homme avec numéro d'enregistrement 018297V. Le jeu peut être addictif. Jouer de manière responsable. Pour plus d'informations sur les risques associés au jeu, lisez notre politique de jeu responible. Le jeu mineur est une infraction.",
  "© Bingo.bet B.V. 2020, All Rights Reserved": "© Bingo.Bet B.V. 2020, Tous droits réservés",
  "Dont have an account?": "Vous n'avez pas de compte?",
  "Sign up for free": "Inscription gratuite",
  "Login failed": "Échec de la connexion",
  "Forgot password": "Mot de passe oublié",
  "Enter your email, phone, or username and we'll send you a link to get back into your account.": "Entrez votre email, votre téléphone ou votre nom d'utilisateur et nous vous enverrons un lien pour revenir à votre compte.",
  "Email, phone, or username": "Email, téléphone ou nom d'utilisateur",
  "Send": "Envoyer",
  "New password": "Nouveau mot de passe",
  "Repeat new password": "Répété le nouveau mot de passe",
  "play": "jouer",
  "demo": "démo",
  "Register": "S'inscrire",
  "Total played": "Total joué",
  "Deposit": "Dépôt",
  "Login": "Connexion",
  "Sign up": "S'inscrire",
  "Sign Up": "S'inscrire",
  "Statistics": "Statistiques",
  "Balance": "Portefeuille",
  "History": "Transactions",
  "Help & Info": "AIDE & INFO",
  "Incorrect login or password": "identifiant ou mot de passe incorrect",
  "Welcome back": "Content de te revoir",
  "Login to your account": "Connectez-vous à votre compte",
  "Username": "Nom d'utilisateur",
  "Password": "Mot de passe",
  "Remember me": "Souviens-toi de moi",
  "Remember Me": "Souviens-toi de moi",
  "Forgot password?": "mot de passe oublié?",
  "Login now": "Connecte-toi maintenant",
  "Your amount is less than 20 EUR.": "Votre montant est inférieur à 20 EUR.",
  "Please validate your account": "Veuillez valider votre compte",
  "Exchange Money": "Monnaie d'échange",
  "Deposit Money": "Dépôt",
  "Withdraw Money": "Retrait",
  "Personal Balance": "Portefeuille",
  "Loan request": "Demande de prêt",
  "Funds Security": "Sécurité des fonds",
  "Set": "Régler",
  "Value": "Valeur",
  "is approximately": "est d'environ",
  "The exchange rate will be specified at the time of enrollment": "Le taux de change sera spécifié au moment de la scolarisation",
  "Deposit via": "Dépôt",
  "Deposit in": "Déposer",
  "Transfer From": "Transfert à partir de",
  "Transfer To": "Transférer à",
  "Enter amount": "Entrer le montant",
  "Total balance": "Solde total",
  "Total bonuses": "Bonus total",
  "Cashback": "Remboursement",
  "Your": "Votre",
  "loan is pending.": "Le prêt est en attente.",
  "loan before": "prêt avant",
  "You need to repay the": "Vous devez rembourser le",
  "Loan maturity": "Maturité de prêt",
  "Days": "Jours",
  "We provide the same levels of security when transferring your funds as banks do and you can be reassured that we have complied with all online regulations and implemented the best in online security.": "Nous fournissons les mêmes niveaux de sécurité lors du transfert de vos fonds en tant que banques et vous pouvez être rassuré que nous nous sommes conformés à toutes les réglementations en ligne et mises en œuvre le meilleur de la sécurité en ligne.",
  "Your online security is very important to us.": "Votre sécurité en ligne est très importante pour nous.",
  "Encryption": "Chiffrement",
  "After logging in, all information sent to and from the site is encrypted using 128-bit Secure Socket Layer (SSL) technology. The SSL certificate used is issued and verified by Trustwave. This means that any information going through our site cannot be intercepted by a third party.": "Après vous être connecté, toutes les informations envoyées dans et à partir du site sont cryptées à l'aide de la technologie SSL) Secure Socket (SSL) de 128 bits. Le certificat SSL utilisé est émis et vérifié par TrustWave. Cela signifie que toutes les informations qui suivent notre site ne peuvent être interceptées par une tierce partie.",
  "PCI DSS Level 1 Compliance": "PCI DSS Niveau 1 Conformité",
  "For some transactions, we may need to ask you for documentation that proves your identity, address, account details or the integrity of your credit card. We do so to ensure maximum security of transactions and to comply with our license requirements. We will contact you directly via email if this is needed.": "Pour certaines transactions, nous devrons peut-être vous demander une documentation qui prouve votre identité, votre adresse, votre compte de compte ou l'intégrité de votre carte de crédit. Nous le faisons pour assurer une sécurité maximale des transactions et se conformer à nos exigences de la licence. Nous vous contacterons directement par courrier électronique si nécessaire.",
  "This payment system has been certified as PCI-DSS Level 1 Compliant. This PCI-DSS level is the highest level of certification available and means that we follow all of the security requirements from Visa and MasterCard.": "Ce système de paiement a été certifié PCI-DSS Niveau 1 Conforme. Ce niveau PCI-DSS est le plus haut niveau de certification disponible et signifie que nous suivons toutes les exigences de sécurité de Visa et MasterCard.",
  "Submit": "Soumettre",
  "Withdraw": "Se désister",
  "Operation has been submitted. ": "L'opération a été soumise.",
  "Amount": "Montant",
  "Bonuses": "Bonus",
  "Read more": "Lire la suite",
  "Transactions": "Transactions",
  "Casino & Games": "Casino et jeux",
  "Show": "Spectacle",
  "No transactions during this period.": "Aucune transaction au cours de cette période.",
  "Operation & Date": "Opération et date",
  "Date & Time": "Date et heure",
  "Operation": "Opération",
  "From/To": "De à",
  "Status": "Statut",
  "No games history during this period.": "Aucune histoire de jeux au cours de cette période.",
  "Game & Date": "Game & Date",
  "Game": "Jeu",
  "Top ": "Casino",
  "Top": "Haut",
  "play now": "joue maintenant",
  "Live BlackJack": "Live blackjack",
  "Jackpot": "Cagnotte",
  "Total win": "Victoire totale",
  "Total bets": "Total des paris",
  "Total": "Le total",
  "Premium loyalty": "Loyauté de la prime",
  "New1": "Nouveau1",
  "Fast Cash Out Process": "Processus de retrait rapide",
  "Birthday Bonus": "Bonus d'anniversaire",
  "Bronze": "Bronze",
  "100$/month": "100 $ / mois",
  "Time limit and lost money needed to reach the level": "Limite de temps et perte d'argent nécessaire pour atteindre le niveau",
  "Reward money": "Récompenser de l'argent",
  "Sunday Bonus": "Bonus du dimanche",
  "LIVE Tournaments": "Tournois en direct",
  "Silver": "Argent",
  "500$/month": "500$/mois",
  "Gold": "Or",
  "3,000$/month": "3,000$/mois",
  "Platinum": "Platine",
  "10,000$/6 months": "10,000$/6 mois",
  "EXPRESS!": "EXPRESS!",
  "Birthday & Sunday Bonus": "Bonus d'anniversaire et de dimanche",
  "Personalised Offer": "Offre personnalisée",
  "Personal account manager": "Gestionnaire de compte personnel",
  "Monthly Cashback": "Remboursement mensuel",
  "Higher Deposit & Cash Out Limits": "Dépôt plus élevé et limites de retrait",
  "Diamond": "Diamant",
  "Exclusive Level by Personal Invitation": "Niveau exclusif par invitation personnelle",
  "Exclusive": "Exclusif",
  "Special Benefits": "Avantages spéciaux",
  "There are many special bonus offers and gifts that are now included in our Loyalty Program for all our players. Below details some important information regarding these new benefits.": "Il existe de nombreuses offres de bonus spéciales et cadeaux qui sont maintenant inclus dans notre programme de fidélité pour tous nos joueurs. Vous trouverez ci-dessous des informations importantes sur ces nouveaux avantages.",
  "Identity must be checked before participating.": "L'identité doit être vérifiée avant de participer.",
  "All Loyalty Welcome Package benefits come into effect the day after the upgrade takes place.": "Tous les avantages de forfaits de fidélité des accueil entrent en vigueur le lendemain de la mise à niveau.",
  "Platinum, Diamond & Exclusive Welcome Package bonuses are offered over a 3-day period.": "Les bonus de forfait de bienvenue Platinum, diamants et exclusifs sont proposés sur une période de 3 jours.",
  "The Sunday bonus is only issued when a deposit has been made in the previous 14 days.": "Le bonus du dimanche n'est délivré que lorsqu'un acompte a été effectué au cours des 14 derniers jours.",
  "Sunday bonuses are credited to a players account upon login- no deposit required!": "Les bonus du dimanche sont crédités sur un compte de joueurs lors de la connexion: aucun dépôt requis!",
  "You are only eligible for 1 bonus a day. Therefore, if you are upgraded over the weekend, the Welcome Package bonus takes priority over any other offer, including our weekly Sunday promotion.": "Vous n'êtes admissible que pour 1 bonus par jour. Par conséquent, si vous êtes mis à niveau pendant le week-end, le bonus de forfait de bienvenue prend la priorité sur une autre offre, y compris notre promotion hebdomadaire du dimanche.",
  "The monthly cash back bonus is based on Bingo.bet winnings on all games for one full calendar month, and you can use cashback only in games.": "Le bonus de remise en argent mensuel est basé sur les gains Bingo.Bet sur tous les jeux pour un mois de calendrier complet et vous pouvez utiliser Cashback uniquement dans les jeux.",
  "The cash back bonus is issued on the 3rd Monday of the following month and covers the previous month’s full calendar.": "Le bonus de remise en argent est émis le 3ème lundi du mois suivant et couvre le calendrier complet du mois précédent.",
  "Contact your Personal Account Manager to claim your monthly cashback bonus and for more details.": "Contactez votre responsable de compte personnel pour réclamer votre bonus de remboursement mensuel et pour plus de détails.",
  "One bonus per player. We have the right to suspend this bonus if you are in breach of this clause.": "Un bonus par joueur. Nous avons le droit de suspendre ce bonus si vous avez enfreint cette clause.",
  "Your Premium Loyalty Level is based on Bingo.bet winnings on all games for one full calendar month.": "Votre niveau de fidélité Premium est basé sur les gains Bingo.Bet sur tous les jeux pour un mois de calendrier complet.",
  "As your loyalty to us grows, so does your premium level! However, our Diamond and Exclusive tiers are by invitation only.": "Comme votre loyauté envers nous grandit, votre niveau de qualité supérieure! Cependant, nos niveaux diamant et exclusifs sont uniquement invités.",
  "Upon reaching each new (higher) level, you receive a cashback bonus.": "En atteignant chaque nouveau niveau (supérieur), vous recevez un bonus de remboursement.",
  "You can check your status in your account.": "Vous pouvez vérifier votre statut sur votre compte.",
  "Games contribute differently to the wagering requirements. The list of games and their respective weighting towards the wagering requirement can be found": "Les jeux contribuent différemment aux exigences de mise. La liste des jeux et leur pondération respective vers l'exigence de mise peuvent être trouvées",
  "here": "ici",
  "Our Website terms and conditions apply in full. These can be found": "Nos termes et conditions de notre site Web s'appliquent en totalité. Ceux-ci peuvent être trouvés",
  "Our standard promotional terms and conditions also apply. These can be found": "Nos conditions générales de promotion standard s'appliquent également. Ceux-ci peuvent être trouvés",
  "Bonus funds can't be withdrawn until you have met all of these requirements above. Only cash funds can be withdrawn at any time and at your request.": "Les fonds bonus ne peuvent être retirés avant de rencontrer toutes ces exigences ci-dessus. Seuls les fonds en espèces peuvent être retirés à tout moment et à votre demande.",
  "Providers": "Fournisseurs",
  "Are you sure you want to logout?": "Êtes-vous sûr de vouloir vous déconnecter?",
  "More": "Suite",
  "Home": "Accueil",
  "Other": "Autre",
  "Sportsbook": "Livre sportif",
  "Tournaments": "Tournoi",
  "Premium": "VIP",
  "Favorites": "Favoris",
  "You have no favorite games yet.": "Vous n'avez pas encore de jeux préférés.",
  "games": "Jeux",
  "Play now": "Joue maintenant",
  "Recommended to you": "Recommandé pour vous",
  "Already have an account?": "Vous avez déjà un compte?",
  "Create new account": "Créer un nouveau compte",
  "Account information": "Information sur le compte",
  "Personal Details": "Détails personnels",
  "Contact Details": "Détails du contact",
  "Deposit limits": "Limites de dépôt",
  "Optional": "Optionnel",
  "optional": "optionnel",
  "Repeat Password": "Répéter le mot de passe",
  "Promo code": "Code promo",
  "Paste your code here": "Coller votre code ici",
  "Your promo code if you have one": "Votre code promotionnel si vous en avez un",
  "Search for a country": "Recherche d'un pays",
  "I accept the": "J'accepte le",
  "I am of legal age to gamble and I accept the": "Je suis d'âge légal pour jouer et j'accepte le",
  "Terms and Conditions": "Termes et conditions",
  "Responsible Gambling policy": "Politique de jeu responsable",
  "I want to recieve the latest promotions and exclusive offers from Bingo Bet, and the brands managed by Ridotto entertainment.": "Je tiens à recevoir les dernières promotions et offres exclusives de Bingo Bet, et les marques gérées par Ridotto Entertainment.",
  "Next": "Prochain",
  "Back": "Arrière",
  "Account Verification": "Vérification de compte",
  "You must complete our secure verification process to use your account.": "Vous devez remplir notre processus de vérification sécurisé pour utiliser votre compte.",
  "We ask everyone to do this in order to meet gambling regulations and keep our players safe.": "Nous demandons à tout le monde de faire cela afin de rencontrer des règlements de jeu et de protéger nos joueurs.",
  "Your account is verified.": "Votre compte est vérifié.",
  "Your request is being considered.": "Votre demande est en cours de prise en compte.",
  "Step 1: Provide proof of identity": "Étape 1: Fournir une preuve d'identité",
  "Type of document": "Type de document",
  "Select document": "Sélectionner le document",
  "Driver Licence": "Permis de conduire",
  "Passport": "Passeport",
  "Provide proof of address": "Fournir une preuve d'adresse",
  "Upload one of the following documents showing your full name and physical address (we can’t accept a PO Box). Letters and bills must be dated": "Téléchargez l'un des documents suivants indiquant votre nom complet et votre adresse physique (nous ne pouvons pas accepter une boîte postale). Les lettres et les factures doivent être datées",
  "within the last 6 months": "Au cours des 6 derniers mois",
  "and show the company name or logo": "et montrer le nom de la société ou le logo",
  "Please cover personal information that isn’t relevant.": "Veuillez couvrir des informations personnelles qui ne sont pas pertinentes.",
  "Official letter from your bank": "Lettre officielle de votre banque",
  "A letter, a bank statement or a credit card statement.": "Une lettre, un relevé bancaire ou une déclaration de carte de crédit.",
  "Official letter from your government": "Lettre officielle de votre gouvernement",
  "Police, magistrate, tax office or population registry.": "Police, magistrat, bureau fiscal ou registre de la population.",
  "Utility bill": "Bulletin d'utilité",
  "We can accept water, electricity, gas, broadband or TV package bills but not a mobile phone bill.": "Nous pouvons accepter des factures d'eau, d'électricité, de gaz, de large bande ou de télévision, mais pas une facture de téléphone mobile.",
  "Your request has been successfully sent.": "Votre requête a été envoyée avec succès.",
  "days": "jours",
  "Tournament has been ended": "Le tournoi est terminé",
  "Till": "Jusqu'à",
  "Prize Fund": "Fonds",
  "Top places": "Grands endroits",
  "Show games list": "Afficher la liste des jeux",
  "Overall Statistics": "Statistiques globales",
  "Last 90 days": "90 derniers jours",
  "Last 60 days": "60 derniers jours",
  "Last 30 days": "Les 30 derniers jours",
  "Last 10 days": "10 derniers jours",
  "Last 7 days": "Les 7 derniers jours",
  "Last 3 days": "3 derniers jours",
  "Last 1 day": "1 jour dernier",
  "Withdrawal": "Retrait",
  "Wins": "Gagne",
  "Bets": "Paris",
  "Global": "Global",
  "Search game": "Rechercher",
  "Wallet address": "Adresse du portefeuille",
  "Your request has been sent": "Votre demande à été envoyé",
  "Terms and conditions for all bonuses": "Termes et conditions pour tous les bonus",
  "Tournaments terms and conditions": "Termes et conditions de tournois",
  "Show results": "Montrer les résultats",
  "Show top places": "Montrer les meilleurs endroits",
  "Results": "Résultats",
  "Rank": "Rang",
  "Name": "Nom",
  "Result": "Résultat",
  "Gain": "Gagner",
  "Loan": "Prêter",
  "before": "avant",
  "Provide additional documents": "Fournir des documents supplémentaires",
  "Your registration was denied": "Votre inscription a été refusée",
  "You have some issues with verification.": "Vous avez des problèmes avec la vérification.",
  "Hello! Is there anything we can do for you?": "Salut! Y a-t-il quelque chose que nous pouvons faire pour vous?",
  "Welcome": "Bienvenue",
  "Chat support": "Support de discussion",
  "What is your name?": "Quel est ton nom?",
  "Your message...": "Votre message...",
  "Address Line 2": "Adresse Ligne 2",
  "This game is not available in your country.": "Ce jeu n'est pas disponible dans votre pays.",
  "The commission for this operation is": "La Commission pour cette opération est",
  "Back to all Bonuses": "Retour à tous les bonus",
  "Back to all Tournaments": "Retour à tous les tournois",
  "Back to all Providers": "Retour à tous les fournisseurs",
  "Attention On the grounds of legal": "Attention sur les motifs de la légalité",
  "Some games are not available in your country": "Certains jeux ne sont pas disponibles dans votre pays",
  "If you're using a proxy service or VPN to access bingo.bet, try to load your VPN from one of our supported countries and reload the page.": "Si vous utilisez un service proxy ou un VPN pour accéder à Bingo.bet, essayez de charger votre VPN à partir de l'un de nos pays pris en charge et de recharger la page.",
  "Referral program": "Programme de référence",
  "Your referral code": "Votre code de référence",
  "Referral link": "Lien de référence",
  "Copy to clipboard": "Copie",
  "To play the full version of the game, please log in or try the demo mode.": "Pour jouer à la version complète du jeu, connectez-vous ou essayez le mode démo.",
  "Comission": "Commission",
  "deposit address": "adresse de dépôt",
  "Only send": "Envoyez uniquement",
  "to this address,": "à cette adresse,",
  "confirmation(s) required.": "confirmation sont requises.",
  "Enter": "Entrer",
  "Set amount": "Fixer le montant",
  "Enter your promo code": "Entrez votre code promo",
  "Claim": "Réclamation",
  "Promo code successfully activated": "Code promo activé avec succès",
  "Bingo.Bet only supports ERC20 addresses on the Ethereum blockchain. We ask you to not deposit or withdraw to anything other than an Ethereum address. Bingo.Bet is currently unable to process Ethereum deposits of less than": "Bingo.Bet ne prend en charge que les adresses ERC20 sur la blockchain Ethereum. Nous vous demandons de ne pas déposer ou retirer à autre chose qu'une adresse Ethereum. Bingo.Bet est actuellement incapable de traiter les dépôts Ethereum inférieurs à",
  "and above": "et supérieurs à",
  "Current balance": "Solde courant",
  "Current": "Actuel",
  "Bingo.Bet presents you with a unique wallet system to manage and overview your finances on our site while you play! With the help of our own ‘Bingo Token’, the user will be able to easily and quickly assess their current balance! Please note that the approximation of 1 ‘Bingo Token’ is the equivalent of 1USD of fiat. With this feature the user is able to see his current total balance across all of his cryptocurrency deposits based on their market values, that are regularly checked and updated!": "Bingo.Bet vous présente un système de portefeuille unique pour gérer et visualiser vos finances sur notre site pendant que vous jouez! Avec l'aide de notre propre `Jeton de Bingo`, l'utilisateur pourra évaluer facilement et rapidement son solde actuel! Veuillez noter que l'approximation de 1 `Jeton de Bingo` est l'équivalent de 1 USD de fiat. Avec cette fonctionnalité, l'utilisateur peut voir son solde total actuel sur tous ses dépôts de crypto-monnaie en fonction de leurs valeurs de marché, qui sont régulièrement vérifiées et mises à jour!",
  "Deposit balance": "Solde de dépôt",
  "Loan balance": "Solde du prêt",
  "Activate": "Activer",
  "Affiliate program": "Affilié",
  "Affiliate Program": "Affilié",
  "The field is not filled in": "Le champ n'est pas rempli",
  "In game": "En jeu",
  "Min": "Min",
  "Max": "Max",
  "No games": "Pas de jeux",
  "Confirmation Required!": "Confirmation Requise!",
  "You must verify your email at Your Personal Info before you can withdraw": "Vous devez vérifier votre adresse e-mail à Vos Informations personnelles avant de pouvoir vous retirer",
  "Verify email": "Vérifier le courriel",
  "Confirmation code": "Code de confirmation",
  "Enter the confirmation code sent to your email": "Entrez le code de confirmation envoyé à votre email",
  "No results": "Aucun résultat",
  "There are no participants": "Il n'y a pas de participants",
  "None": "Aucun",
  "Unranked": "Non Classé",
  "Your Progress": "Votre progression",
  "General Information": "Informations Générales",
  "Bingo.Bet aims to create a community of loyal casino players, and to reward them for their active use of the site! The Loyalty system allows active players to gain new premium ranks on the website, by wagering their balance and receiving rewards. Users can see their wager progress by heading over to the ‘Premium’ section or on the main menu of the site.": "Bingo.Bet vise à créer une communauté de joueurs de casino fidèles, et à les récompenser pour leur utilisation active du site! Le système de fidélité permet aux joueurs actifs de gagner de nouveaux rangs premium sur le site Web, en misant leur solde et en recevant des récompenses. Les utilisateurs peuvent voir la progression de leur mise en se dirigeant vers la section ‘Premium’ ou dans le menu principal du site.",
  "Wager the required amount to reach this rank!": "Pariez le montant requis pour atteindre ce rang!",
  "Status Rewards and Offers:": "Récompenses et Offres de Statut:",
  "Monthly Rakeback": "Rakeback Mensuel",
  "Bronze Chat Icon": "Icône de Chat en Bronze",
  "Sunday Giveaway": "Concours du Dimanche",
  "Improved Cashback": "Remise en argent améliorée",
  "Silver Chat Icon": "Icône de chat en argent",
  "Monthly Free Spins": "Tours gratuits mensuels",
  "Exclusive Achievements": "Réalisations exclusives",
  "Gold Chat Icon": "Icône de chat d'or",
  "Monthly Bonus Top-up": "Haut de bonus mensuel",
  "Loan Feature": "Fonctionnalité de prêt",
  "Loan funds to play games!": "Fonds de prêt pour jouer à des jeux!",
  "Platinum Chat Icon": "Icône de chat de platine",
  "Personalised Offers": "Offres personnalisées",
  "Monthly Gifts and Bonuses": "Consats et bonus mensuels",
  "Lower Withdraw Commission": "Commission de retrait inférieure",
  "Improved Loan Limits": "Amélioration des limites de prêt",
  "Diamond Chat Icon": "Icône de chat de diamant",
  "Personal Casino Contact": "Contact de casino personnel",
  "No Exchange Commission": "Pas de commission de change",
  "and Invitation": "et invitation",
  "Unlimited Loan Limits": "Limites de prêt illimités",
  "Exclusive Chat Icon": "Icône de chat exclusive",
  "Monthly Holiday and Travel Gifts": "Cadeaux mensuels de vacances et de voyage",
  "Birthday and Event Gifts": "Cadeaux d'anniversaire et d'événement",
  "Chance to Join Exlusive Poker Group": "Chance de rejoindre un groupe de poker expert",
  "There are many special bonus offers and gifts that are now included in our Loyalty Program for all our players. We aim to create an active and welcoming community. Below are details regarding the process of acquiring all of our unique gifts and bonuse:": "Il existe de nombreuses offres de bonus et cadeaux spéciaux qui sont maintenant inclus dans notre programme de fidélité pour tous nos joueurs. Nous visons à créer une communauté active et accueillante. Vous trouverez ci-dessous des détails sur le processus d'acquisition de tous nos cadeaux et bonus uniques:",
  "To be eligible for the end of month Giveaways and Bonus Top-ups, a user is required to have deposited during the last calendar month.": "Pour être éligible aux Cadeaux de fin de mois et aux Recharges Bonus, un utilisateur doit avoir effectué un dépôt au cours du dernier mois civil.",
  "Sunday Giveaways automatically add funds to the user’s account upon being chosen. No activation is required.": "Les cadeaux du dimanche ajoutent automatiquement des fonds au compte de l'utilisateur lors de son choix. Aucune activation n'est requise.",
  "The monthly Rakeback bonus is based on losses made in a full calender month.": "Le bonus de Rakeback mensuel est basé sur les pertes subies au cours d'un mois civil complet.",
  "The monthly Rakeback bonus is issued on the 2nd Monday of the following month and covers the previous month’s full calendar.": "Le bonus de Rakeback mensuel est émis le 2ème lundi du mois suivant et couvre le calendrier complet du mois précédent.",
  "Your Premium Loyalty Level is based on wagers made on Bingo.Bet, long inactivity may decay your progress.": "Votre niveau de fidélité Premium est basé sur les paris effectués sur le Bingo.Pariez, une longue inactivité peut nuire à vos progrès.",
  "As your loyalty to us grows, so does your premium level! However, our Exclusive tier requires a personal invitation and KYC.": "Au fur et à mesure que votre fidélité envers nous grandit, votre niveau premium augmente également! Cependant, notre niveau exclusif nécessite une invitation personnelle et un KYC.",
  "Upon reaching a new tier, you retain the unique previous rewards of each tier below.": "Lorsque vous atteignez un nouveau niveau, vous conservez les récompenses précédentes uniques de chaque niveau ci-dessous.",
  "You can check your status on the main page, in your account, or in the ‘Premium’ section.": "Vous pouvez vérifier votre statut sur la page principale, dans votre compte ou dans la section ‘Premium’.",
  "Games contribute differently to the wagering requirements.": "Les jeux contribuent différemment aux conditions de mise.",
  "Your campaign has been deleted.": "Votre campagne a été supprimée.",
  "Referrals": "Renvoi",
  "Total Deposits": "Total Des Dépôts",
  "Unique Deposits": "Dépôts Uniques",
  "Commission Rate": "Taux de Commission",
  "Commission": "Commission",
  "Total Commission": "Commission Totale",
  "Delete": "Supprimer",
  "Available": "Disponible",
  "Withdrawn": "Retirer",
  "Campaign Name": "Nom de la Campagne",
  "Choose a campaign name": "Choisissez un nom de campagne",
  "Sort by": "Trier par",
  "Registered": "Inscrit",
  "Created": "Créé",
  "Total Deposited": "Total Déposé",
  "Last Deposit": "Dernier Dépôt",
  "Wagered": "Parier",
  "Create New": "Créer un Nouveau",
  "Your campaign has been created.": "Votre campagne a été créée.",
  "Create New Campaign": "Créer Une Nouvelle Campagne",
  "Code (Campaign ID)": "Code (IDENTIFIANT de campagne)",
  "Create": "Créer",
  "Overview": "Aperçu",
  "Bingo.bet offers an exciting affiliate program for its users! When promoting our services to others through our referral system, you will receive commission rewards from every user that registers and plays on the site from your invite link!": "Bingo.bet propose un programme d'affiliation passionnant pour ses utilisateurs! Lorsque vous faites la promotion de nos services auprès d'autres personnes via notre système de parrainage, vous recevrez des récompenses de commission de la part de chaque utilisateur qui s'inscrit et joue sur le site à partir de votre lien d'invitation!",
  "Providers & Casino": "Fournisseurs et Casino",
  "Bingo.bet provides their users with games from a variety of 3rd party providers to ensure an assortment of different experiences to enjoy during their play. These providers all set their own house edge and commission for the games.": "Bingo.bet fournit à ses utilisateurs des jeux d'une variété de fournisseurs tiers pour assurer un assortiment d'expériences différentes à vivre pendant leur jeu. Ces fournisseurs fixent tous leur propre avantage et leur propre commission pour les jeux.",
  "The invitee commission will be based on a percentage of the revenue received when their invited players wager on the site. The initial commission rate is 10% of revenue received after provider’s share. Your affiliate level and therefore commission % will increase upon reaching certain referral thresholds every month. The invitee will be able to withdraw their commission at the start of each month. If, for any reason you are unable to access the site during that period, your commission will remain on your account until you next decide to withdraw.": "La commission des invités sera basée sur un pourcentage des revenus perçus lorsque leurs joueurs invités misent sur le site. Le taux de commission initial est de 10% des revenus perçus après la part du fournisseur. Votre niveau d'affilié et donc votre pourcentage de commission augmenteront chaque mois lorsque vous atteindrez certains seuils de référence. L'invité pourra retirer sa commission au début de chaque mois. Si, pour une raison quelconque, vous ne parvenez pas à accéder au site pendant cette période, votre commission restera sur votre compte jusqu'à ce que vous décidiez ensuite de vous retirer.",
  "If you believe that you are an exceptional affiliate with an extensive group of users, feel free to contact our support team regarding personalised commission programs. Applying affiliates will be reviewed to be deemed appropriate for special programs.": "Si vous pensez être un affilié exceptionnel avec un vaste groupe d'utilisateurs, n'hésitez pas à contacter notre équipe d'assistance concernant les programmes de commissions personnalisés. Les affiliés candidats seront examinés pour être jugés appropriés pour des programmes spéciaux.",
  "Funds": "Fonds",
  "Funds have been successfully credited to your balance.": "Les fonds ont été crédités avec succès sur votre solde.",
  "Progress": "Progrès",
  "Your progress is a sum accumulated through your wager on both our casino and sportsbook. Increasing through the tiers entitles you to bigger rewards and exclusive VIP treatment.": "Votre progression est une somme accumulée grâce à votre mise sur notre casino et nos paris sportifs. L'augmentation des niveaux vous donne droit à de plus grandes récompenses et à un traitement VIP exclusif.",
  "Pre-calculated amount": "Montant pré-calculé",
  "Percent comission": "Pourcentage de commission",
  "Not available in your country": "Non disponible dans votre pays",
  "All bets settled on the sportsbook return a 3x (three times) faster rate of progression. Voided bets are excluded.": "Tous les paris réglés sur le paris sportifs rapportent un taux de progression 3 fois (trois fois) plus rapide. Les paris annulés sont exclus.",
  "A comfortable and flexible solution of managing your bonuses and balances on bingo.bet and all of our partners sites! A soon to be crypto asset!": "Une solution confortable et flexible de gestion de vos bonus et soldes sur bingo.bet et tous nos sites partenaires! Un bientôt actif crypto!",
  "Managing your crypto finances can be hard when you are constantly forced to check market values and exchanges. The Bingo Coin showcases approximation of your assets in an easy to understand format. The value of the Bingo Coin is based on USDT-ERC20. To provide the best user experience possible we provide all of our monetary bonuses aw well as referral commission and giveaway funds in Bingo Coins, so you know exaclty how much you have earned! The user can then exchange the Bingo Coin to any crypto of their choice!": "La gestion de vos finances cryptographiques peut être difficile lorsque vous êtes constamment obligé de vérifier les valeurs du marché et les échanges. La pièce de Bingo présente une approximation de vos actifs dans un format facile à comprendre. La valeur de la pièce de bingo est basée sur USDT-ERC20. Pour offrir la meilleure expérience utilisateur possible, nous fournissons tous nos bonus monétaires ainsi que des commissions de parrainage et des fonds de cadeaux en pièces de bingo, afin que vous sachiez exactement combien vous avez gagné! L'utilisateur peut ensuite échanger la pièce de Bingo contre n'importe quelle crypto de son choix!",
  "Rakeback Bonus Balance": "Solde Bonus de Rakeback",
  "Current Rakeback Balance": "Solde Actuel du Rakeback",
  "Total Lifetime Bonus": "Bonus À Vie Total",
  "Lifetime Rakeback Returns": "Retours de Rakeback à Vie",
  "Spins": "Spin",
  "Bonus Free Spins": "Tours Gratuits Bonus",
  "Current Free Spins": "Tours Gratuits Actuels",
  "Total Lifetime Free Spins": "Tours Gratuits à Vie Totale",
  "Lifetime Free Spins Used": "Tours Gratuits à Vie Utilisés",
  "Claim Cashback": "Demander une remise en argent",
  "Open website in Safari browser": "Ouvrir le site Web dans le navigateur Safari",
  "Tap Sharing button": "Appuyez sur le bouton de partage",
  "Tap Add to Home Screen": "Appuyez sur Ajouter à l'écran d'accueil",
  "Click to open the Safari browser on the phone desktop.": "Cliquez pour ouvrir le navigateur Safari sur le bureau du téléphone.",
  "Use Safari Explore APP and go to Bingo.bet, then tap the Sharing Button.": "Utilisez l'application Safari Explorer et allez au Bingo.pariez, puis appuyez sur le bouton de partage.",
  "Press Add to Home Screen in the list popup to add to the home screen. You may need to swipe left to locate the Add to Home Screen button.": "Appuyez sur Ajouter à l'écran d'accueil dans la fenêtre contextuelle de liste pour ajouter à l'écran d'accueil. Vous devrez peut-être glisser vers la gauche pour localiser le bouton Ajouter à l'écran d'accueil.",
  "IOS Bingo.bet APP Setup": "Configuration de l'APPLICATION Bingo.bet IOS",
  "How to install?": "Comment installer?",
  "Step": "Étape",
  "Your Cashback": "Votre remise en argent",
  "Congratulations!": "Bravo!",
  "You have claimed your Cashback. Your Bonus will be added to the Main Balance.": "Vous avez réclamé votre argent. Votre Bonus sera ajouté au Solde principal.",
  "Close": "Proche",
  "Weekly Bounty": "Prime Hebdomadaire",
  "Monthly Bounty": "Prime Mensuelle",
  "You have reached the": "Vous avez atteint le",
  "and earned": "et gagné",
  "cashout reward.": "récompense de retrait.",
  "Receive end of month lossback to cover more of your loses!": "Recevez des pertes de fin de mois pour couvrir plus de vos pertes!",
  "Click": "Cliquer",
  "to send your bonus to your balance!": "pour envoyer votre bonus à votre solde!",
  "Wager more to improve your premium rank and gain higher cashback rewards!": "Misez plus pour améliorer votre rang premium et gagner des récompenses de remise en argent plus élevées!",
  "Next Cashback": "Prochaine remise en argent",
  "Claim this month’s cashback until": "Réclamez le cashback de ce mois jusqu'à ce que",
  "Complete the Bingo Bounty by wagering specific minimum bets to get money rewards!": "Terminez la prime de Bingo en misant des paris minimum spécifiques pour obtenir des récompenses en argent!",
  "Bounties tim er activates once your first minimum waager is made!": "La minuterie des primes s'active une fois que votre premier pari minimum est effectué!",
  "Highly chaotic bonus! big bets, big wins, big rewards.": "Bonus très chaotique! gros paris, grosses victoires, grosses récompenses.",
  "Weekly Bounty - counts any bets between the bet cost of": "Prime hebdomadaire - compte tous les paris entre le coût du pari de",
  "Monthly Bounty - counts any bets between the bet cost of": "Prime mensuelle - compte tous les paris entre le coût du pari de",
  "and above!": "et au-dessus!",
  "Weekly Task Reset": "Réinitialisation Hebdomadaire des Tâches",
  "Monthly Task Reset": "Réinitialisation Mensuelle des Tâches",
  "Wager": "Pari",
  "times": "fois",
  "Cashout Rewards": "Récompenses de Retrait",
  "No bonus": "Pas de bonus",
  "remaining": "restant",
  "Referral commission available": "Commission de référence disponible",
  "1st-6th of every month": "du 1er au 6 de chaque mois",
  "Next commission request": "Prochaine demande de commission",
  "Claim now!": "Réclamez maintenant!",
  "Claim this month’s affiliate cash-out until": "Réclamez le retrait d'affiliation de ce mois-ci jusqu'à ce que",
  "Level": "Niveau",
  "Coins for Level": "Pièces pour le niveau",
  "You are achieving Level": "Vous atteignez le niveau",
  "How To Charge Coins": "Comment Charger Des Pièces",
  "More About Levels": "En Savoir Plus Sur Les Niveaux",
  "See Your Benefits": "Voir Vos Avantages",
  "Your Level": "Votre Niveau",
  "New Player": "Nouveau Joueur",
  "Coins": "Pièces",
  "Wager on games to improve your Level and unlock awesome rewards!": "Pariez sur des jeux pour améliorer votre niveau et débloquer des récompenses impressionnantes!",
  "End of month Cashback": "Remise en argent de fin de mois",
  "New rank icon and trophy": "Nouvelle icône de rang et trophée",
  "Sunday giveaways and tournaments": "Cadeaux et tournois du dimanche",
  "Improved Cashback returns": "Retours en argent améliorés",
  "Monthly rewards and free spins": "Récompenses mensuelles et tours gratuits",
  "Monthly rakeback refills": "Recharges mensuelles de rakeback",
  "Greatly improved Cashback returns": "Retours de cash back grandement améliorés",
  "Loan feature and bonuses": "Fonction de prêt et bonus",
  "Personal casino contact and bonuses": "Contact casino personnel et bonus",
  "Monthly and event gifts and holidays": "Cadeaux et fêtes mensuels et événementiels",
  "Exclusive offers and unlimited rakeback": "Offres exclusives et rakeback illimité",
  "Chance to join exclusive poker group": "Possibilité de rejoindre un groupe de poker exclusif",
  "Personal agent and access to VIP betting platform": "Agent personnel et accès à la plateforme de paris VIP",
  "How it Works": "Comment ça marche",
  "Click on the Button below or on the header of the site. Select your currency and send the transaction to the provided deposit address": "Cliquez sur le bouton ci-dessous ou sur l'en-tête du site. Sélectionnez votre devise et envoyez la transaction à l'adresse de dépôt fournie",
  "Select Your Currency": "Sélectionnez Votre Devise",
  "Click on the wallet below or on the header of the site. Select the currency you want to use before heading into any games": "Cliquez sur le portefeuille ci-dessous ou sur l'en-tête du site. Sélectionnez la devise que vous souhaitez utiliser avant de vous lancer dans des jeux",
  "Wager in Any Game": "Pari dans N'importe quel Jeu",
  "Your progress is a sum accumulated through your wager on both casino and sportsbook! Increase your Level to receive bigger rewards and exclusive VIP treatment": "Votre progression est une somme accumulée grâce à votre mise sur le casino et les paris sportifs! Augmentez votre niveau pour recevoir de plus grandes récompenses et un traitement VIP exclusif",
  "Play Game": "Jouer au Jeu",
  "Levels": "Niveau",
  "Advance your Premium Level and Receive Incredible": "Avancez votre Niveau Premium et recevez des Incroyables",
  "Rewards!": "Récompenses!",
  "Personalised Promotions": "Promotions Personnalisées",
  "Receive exclusive bonus offers, monthly rewards and take part in giveaways as you level up!": "Recevez des offres de bonus exclusives, des récompenses mensuelles et participez à des cadeaux à mesure que vous montez de niveau!",
  "Endless Bonuses": "Bonus Sans Fin",
  "Benefit from increasing cashback at every new level! get endless rakeback and monthly top ups!": "Bénéficiez d'une remise en argent croissante à chaque nouveau niveau! obtenez un rakeback sans fin et des recharges mensuelles!",
  "Become a VIP": "Devenez VIP",
  "Take your game to the next level and join the VIP club! a sensational world of gambling opportunities awaits!": "Faites passer votre jeu au niveau supérieur et rejoignez le club VIP! un monde sensationnel d'opportunités de jeu vous attend!",
  "Bingo.bet Levels system allows players to achieve higher rewards and bonuses by wagering!": "Bingo.bet système de niveaux de pari permet aux joueurs d'obtenir des récompenses et des bonus plus élevés en misant!",
  "Terms & Conditions": "Conditions Générales",
  "One offer per player! We have the right to suspend any and all new accounts created in an attempt to abuse the bonus system and receive more than one per user.": "Une offre par joueur ! Nous avons le droit de suspendre tous les nouveaux comptes créés dans le but d'abuser du système de bonus et d'en recevoir plus d'un par utilisateur.",
  "At level 5 or above identity must be verified via KYC in order to start accessing new benefits of the level.": "Au niveau 5 ou au-dessus, l'identité doit être vérifiée via KYC afin de commencer à accéder aux nouveaux avantages du niveau.",
  "To be eligible for the end of month giveaways and bonus top-ups, the user must've deposited or wagered during that calendar month.": "Pour être éligible aux cadeaux de fin de mois et aux recharges de bonus, l'utilisateur doit avoir déposé ou misé au cours de ce mois civil.",
  "The cashback bonus is based on wagering activity and loses during the month, that carries over to next month until claimed or cancelled out by a win.": "Le bonus de remise en argent est basé sur l'activité de mise et les pertes au cours du mois, qui sont reportées au mois suivant jusqu'à ce qu'elles soient réclamées ou annulées par une victoire.",
  "Upon reaching a new level, you retain the unique previous rewards of each level below.": "Lorsque vous atteignez un nouveau niveau, vous conservez les récompenses précédentes uniques de chaque niveau ci-dessous.",
  "Game types contribute differently to wagering requirements needed to progress your level.": "Les types de jeux contribuent différemment aux exigences de mise nécessaires pour progresser dans votre niveau.",
  "My Level": "Mon Niveau",
  "High Wins": "Vents Violents",
  "Lucky Wins": "Victoires Chanceuses",
  "User": "Utilisateur",
  "Time": "Temps",
  "Mult": "Mult",
  "Payout": "Déboursement",
  "Comfortable solution for managing your iGaming finances": "Solution confortable pour gérer vos finances de jeu",
  "Safe and Secure": "Sûr et Sécurisé",
  "Built on the": "Construit sur la",
  "blockchain, a reliable crypto asset to assist in your gambling!": "blockchain, un actif cryptographique fiable pour vous aider dans votre jeu!",
  "Link": "Lien",
  "Expanding Use": "Utilisation Croissante",
  "BingoCoin is soon to be implemented into multiple partner platforms, with great benefits presented to its users": "BingoCoin sera bientôt implémenté sur plusieurs plates-formes partenaires, avec de grands avantages présentés à ses utilisateurs",
  "Great Bonuses": "Super Bonus",
  "Users who opt to use bingo coin will be rewarded with additional bonuses such as lower commission fees and higher withdraw and deposit amounts": "Les utilisateurs qui choisissent d'utiliser bingo coin seront récompensés par des bonus supplémentaires tels que des frais de commission plus bas et des montants de retrait et de dépôt plus élevés",
  "Best User Experience": "Meilleure Expérience Utilisateur",
  "To ensure that our players make the most out of their time on the site, bingo coin provides an easy to understand financing system for all of our deposits and balances": "Pour que nos joueurs tirent le meilleur parti de leur temps passé sur le site, bingo coin fournit un système de financement facile à comprendre pour tous nos dépôts et soldes",
  "Player Info": "Informations sur le Joueur",
  "Best Win": "Meilleure Victoire",
  "Favourite Games": "Jeux Favoris",
  "All Games": "Tous Les Jeux",
  "Your browser does not support the video or formats": "Votre navigateur ne prend pas en charge la vidéo ou les formats",
  "Bingo Bet 3D Games": "Jeux Bingo Bet 3D",
  "Future of iGaming - Today!": "L'avenir du jeu - Aujourd'hui!",
  "Thanks for Subscribing": "Merci pour votre inscription",
  "Get Our Newsletter": "Recevez Notre Newsletter",
  "For development and bonuses info, subscribe to our newsletter": "Pour plus d'informations sur le développement et les bonus, abonnez-vous à notre newsletter",
  "Your email": "Votre email",
  "New Age of iGaming Content": "Nouvelle ère du Contenu de jeu",
  "Slots and live casino games have been the popular go-to choice in gambling for years, however the ever growing technological advancements have given platform for new and innovative type of gambling. We believe 3D interactive games are the future!": "Les machines à sous et les jeux de casino en direct sont le choix populaire dans le jeu depuis des années, mais les progrès technologiques sans cesse croissants ont donné une plate-forme pour un type de jeu nouveau et innovant. Nous croyons que les jeux interactifs 3D sont l'avenir!",
  "In-House Game Development": "Développement de Jeux En Interne",
  "Bingo Bet team has been hard at work - developing our own engine for the creation of various 3D crypto games. Together with our talented team of arists, designers and developers we will be able to bring many interesting projects to the iGaming industry.": "L'équipe de Bingo Bet a travaillé dur pour développer notre propre moteur pour la création de divers jeux cryptographiques 3D. Avec notre talentueuse équipe d'artistes, de designers et de développeurs, nous pourrons apporter de nombreux projets intéressants à l'industrie de l'iGaming.",
  "Immersive Gameplay": "Gameplay Immersif",
  "Immersion and interactivity are two tools that we believe could make the 3D crypto game experience even more interesting! Majority of the anticipation comes from the gambling itself, however this could be largely enhanced by providing the player with a visual experience that keeps them on the edge of their seat!": "L'immersion et l'interactivité sont deux outils qui, selon nous, pourraient rendre l'expérience de jeu crypto en 3D encore plus intéressante! La majorité de l'anticipation vient du jeu lui-même, mais cela pourrait être largement amélioré en offrant au joueur une expérience visuelle qui le maintient sur le bord de son siège!",
  "3D Crash and much more!": "Crash 3D et bien plus encore!",
  "Our first project that we are planning to release in the very near future - near the end of 2021, will be our take on the popular crypto game CRASH! With variety of ships and scenarios to choose from, no one game will feel the same! We have great plans for cool features that we hope our customers will enjoy, including customisable ships and NFT prizes for big wins!": "Notre premier projet que nous prévoyons de publier dans un avenir très proche - vers la fin de 2021, sera notre point de vue sur le populaire CRASH du jeu crypto! Avec une variété de navires et de scénarios parmi lesquels choisir, aucun jeu ne se sentira pareil! Nous avons d'excellents plans pour des fonctionnalités intéressantes que nous espérons que nos clients apprécieront, y compris des navires personnalisables et des prix NFT pour de grosses victoires!",
  "Log In": "Connexion",
  "Log In with": "Se connecter avec",
  "Sign Up with": "Inscrivez-vous avec",
  "or": "ou",
  "Fill the input": "Remplissez l'entrée",
  "Incorrect email": "Courriel incorrectl",
  "Your Promocode": "Votre code promo",
  "Notifications": "Notification",
  "Mark all as read": "Marquez tout comme lu",
  "You don't have any notifications yet": "Vous n'avez pas encore de notifications",
  "and others": "et autres",
  "likes your message": "aime votre message",
  "replied you in chat": "vous a répondu dans le chat",
  "mentioned you in chat": "vous a mentionné dans le chat",
  "View All Notifications": "Voir Toutes Les Notifications",
  "Almost Done": "Presque Terminé",
  "Fill in the 2 fields below so that we can identify you if necessary": "Remplissez les 2 champs ci-dessous afin que nous puissions vous identifier si nécessaire",
  "Confirm": "Confirmer",
  "Rules": "Règle",
  "No offensive language or racism": "Pas de langage offensant ou de racisme",
  "200 characters max message": "message maximum de 200 caractères",
  "No links": "Pas de liens",
  "No self advertising promo code": "Pas de code promotionnel d'auto-publicité",
  "No spam (5sec cooldown between messages)": "Pas de spam (temps de recharge de 5 secondes entre les messages)",
  "New messages": "Nouveaux messages",
  "No Result Found": "Aucun Résultat Trouvé",
  "Live Chat": "Chat en Direct",
  "Type a message": "Tapez un message",
  "Avatars": "Avatar",
  "Your password has been changed": "Votre mot de passe a été modifié",
  "Reset Password": "Réinitialiser le Mot de Passe",
  "Enter your registered email or username": "Entrez votre adresse e-mail ou votre nom d'utilisateur enregistré",
  "Your request is expired": "Votre demande est expirée",
  "Please enter your registered email or username and we’ll send message again": "Veuillez entrer votre adresse e-mail ou votre nom d'utilisateur enregistré et nous vous enverrons à nouveau un message",
  "Create a new password": "Créer un nouveau mot de passe",
  "Retype New Password": "Retaper Un Nouveau Mot de Passe",
  "Passwords do not match": "Les mots de passe ne correspondent pas",
  "My Balance": "Mon Équilibre",
  "My Bonuses": "Mes Bonus",
  "Do you have a promo code?": "Avez-vous un code promo?",
  "Account Settings": "Paramètres du Compte",
  "Chat": "Chat",
  "New version of the Bingo.Bet app is available": "Nouvelle version du Bingo.Bet application de pari est disponible",
  "Update": "Mettre",
  "You have already activated another user as your partner!": "Vous avez déjà activé un autre utilisateur comme partenaire!",
  "Are you sure you would like to switch to another one and cancel your current partner?": "Êtes-vous sûr de vouloir passer à un autre et annuler votre partenaire actuel?",
  "Giveaway": "Giveaway",
  "Inactive":"Inactive",
  "VIP Status":"Statut VIP",
  "Hours Remaining":"Heures restantes",
  "Rake Returns":"Retours de râteau",
  "How to receive VIP status?":"Comment recevoir le statut VIP?",
  "Make minimum deposit":"Faire un dépôt minimum",
  "Tickets":"Des billets",
  "How to receive?":"Comment recevoir?",
  "Make a bet on any slot 🎮game!":"Faites un pari sur n'importe quel jeu de machine à 🎮 sous !",
  "Play Games":"Jouer à des jeux",
  "Free Spins":"Tours gratuits",
  "Raffle Tickets" : "Des billets de tombola",
  "Make minimum deposit!":"Effectuez un dépôt minimum!",
  "Affiliate Rewards":"Récompenses d'affiliation",
  "GIveaways - Coming Soon!":"Cadeaux - Bientôt!",
  "Live":"Live",
  "All Providers":"Tous les fournisseurs",
  "Request Commission":"Demander une commission",
  "Commision":"Commision",
  "Reffered users":"Utilisateurs parrainés"
}
