{
  "Accepting Rules": "Aceptando reglas",
  "Confirm your age & rules": "Confirme su edad y reglas",
  "You have an overdue loan.": "Tienes un préstamo vencido.",
  "Games": "Juegos",
  "Table Games": "Juegos",
  "Table": "Juegos",
  "All": "Todo",
  "Other": "Otros",
  "Poker": "Póker",
  "Roulette": "Ruleta",
  "Blackjack": "Blackjack",
  "Baccarat": "Baccarat",
  "New": "Nuevo",
  "Popular": "Popular",
  "Progressive": "Progresivo",
  "Classic": "Clásico",
  "Fruit": "Fruta",
  "Spooky": "Escalofriante",
  "Egyptian": "egipcio",
  "Summer": "Verano",
  "Branded": "De marca",
  "Historical": "Histórico",
  "Fluffy": "Esponjoso",
  "Adventure": "Aventuras",
  "WTF": "Wtf",
  "Jackpots": "Jackpots",
  "Upload your passport or driver license to proof your identity.": "Sube su pasaporte o licencia de conducir para probar su identidad.",
  "more games": "más juegos",
  "Provide proof of identity and an address": "Proporcionar prueba de identidad y una dirección.",
  "Live Games": "Juegos en vivo",
  "Other Games": "Otros juegos",
  "Other games": "Otros juegos",
  "Slots": "Juegos de tragamonedas",
  "Drop file here": "Archivo de soltar aquí",
  "January": "enero",
  "February": "febrero",
  "March": "marcha",
  "April": "abril",
  "May": "Mayo",
  "June": "junio",
  "July": "julio",
  "August": "agosto",
  "September": "septiembre",
  "October": "octubre",
  "November": "noviembre",
  "December": "diciembre",
  "Your profile was updated.": "Su perfil fue actualizado.",
  "Your password was succesfully changed": "Su contraseña fue cambiada exitosamente",
  "Account Details": "Detalles de la cuenta",
  "Personal info": "Información personal",
  "Contact info": "Datos de contacto",
  "Games Limit": "Límite de juegos",
  "Multiple Logins": "Logins múltiples",
  "Verify Account": "Verificar Cuenta",
  "Close Account": "Cerrar cuenta",
  "Verification code": "Código de verificación",
  "Change password": "Cambiar la contraseña",
  "Old password": "Contraseña anterior",
  "New Password": "Nueva contraseña",
  "Verification code from e-mail": "Código de verificación del correo electrónico",
  "Your old password": "Tu contraseña antigua",
  "Repeat password": "repite la contraseña",
  "Repeat New Password": "Repita la nueva contraseña",
  "Error: Passwords do not match": "ERROR: Las contraseñas no coinciden",
  "Gender": "Género",
  "Mr": "Señor",
  "Ms": "Milisegundo",
  "Select gender": "Seleccione género",
  "Day": "Día",
  "Last Name": "Apellido",
  "First Name": "Primer nombre",
  "Month": "Mes",
  "Year": "Año",
  "Select a country": "Seleccione un país",
  "Email": "Correo electrónico",
  "Preffered Language": "Lenguaje prefabricado",
  "Select Language": "Seleccione el idioma",
  "Currency": "Divisa",
  "Avatar": "Avatar",
  "Pick default avatar": "Elige el avatar predeterminado",
  "Attention!": "¡Atención!",
  "When you change your preferred currency, your bonuses will also be converted to the new currency": "Cuando cambia su moneda preferida, sus bonos también se convertirán en la nueva moneda",
  "Mobile Number": "Número de teléfono móvil",
  "Code": "Código",
  "Number": "Número",
  "State/Region": "Estado / Región",
  "City": "Ciudad",
  "Address": "Dirección",
  "Zip Code": "Código postal",
  "Daily Limit": "Límite diario",
  "Not specified": "No especificado",
  "Weekly Limit": "Límite semanal",
  "Monthly Limit": "Límite mensual",
  "Deposit Limit": "Límite de depósito",
  "Withdraw Limit": "Retirarse",
  "Device": "Dispositivo",
  "IP Address": "Dirección IP",
  "Action": "Acción",
  "Current device": "Dispositivo actual",
  "Last active": "Último Activo",
  "Not Active": "No activo",
  "Active": "Activo",
  "Logout": "Cierre de sesión",
  "Account Closure": "Cierre de cuenta",
  "Please be aware, after you deactivate your account:": "Tenga en cuenta, después de desactivar su cuenta:",
  "You will not be able to log in or open a new account.": "No podrá iniciar sesión o abrir una nueva cuenta.",
  "Pending bets will be settled as normal.": "Las apuestas pendientes se resolverán como normales.",
  "You will not be able to withdraw money.": "No podrá retirar dinero.",
  "You will not be able to deposit money.": "No podrás depositar dinero.",
  "Make sure you’re happy with your decision before you confirm your account closure. This action cannot be undone": "Asegúrese de que está satisfecho con su decisión antes de confirmar el cierre de su cuenta. Esta acción no se puede deshacer",
  "Change Password": "Cambiar la contraseña",
  "Cancel": "Cancelar",
  "Save": "Ahorrar",
  "Confirm Closure": "Confirmar el cierre",
  "Save new password": "Guardar nueva contraseña",
  "Country": "País",
  "Date of birth": "Fecha de cumpleaños",
  "By entering the site, you accept our": "Al ingresar al sitio, aceptas nuestro",
  "Data Protection Policy": "Política de protección de datos",
  "Cookie Policy": "Política de cookies",
  "and": "y",
  "Disclaimer": "Descargo de responsabilidad",
  "and confirm you are at least 18 years of age.": "Y confirme que tiene al menos 18 años de edad.",
  "Accept": "Aceptar",
  "From": "De",
  "To": "Para",
  "About Us": "Sobre nosotros",
  "Contributions": "Contribuciones",
  "Terms and conditions": "Términos y condiciones",
  "Responsible gambling policy": "Política de juego responsable",
  "Data protection policy": "Política de protección de datos",
  "Cookie policy": "Política de cookies",
  "Privacy policy": "Política de privacidad",
  "KYC Policy": "Política de KYC",
  "Help": "Ayudar",
  "Anti-money laundering policy": "Política contra el lavado de dinero",
  "Welcome Bonus Terms and Conditions": "Términos y condiciones de bonificación de bienvenida",
  "Bingo.bet is a brand managed by Bingo.bet B.V.(Curacao) & Bingo.bet Ltd (Isle of Man).": "Bingo.bet es una marca administrada por bingo.bet b.v. (Curacao) y Bingo.Bet Ltd (Isle of Man).",
  "Bingo.bet B.V. is incorporated on Curacao at registered address Chuchubiweg 17, Willemstad, Curacao. Bingo.bet B.V. is registered in accordance with Curacao law with registration number 154986. Bingo.bet Ltd is incorporated on Isle of Man at registered address 49 Victoria Street, Douglas, IM1 2LD, Isle of Man. Bingo.bet Ltd is registered in accordance with Isle of Man law with registration number 018297V. Gambling can be addictive. Play responsibly. For further information on the risks associated with gambling, read our Responible gambling policy. Underage gambling is an offence.": "Bingo.bet B.V. está incorporado en Curazao en la dirección registrada Chuchubiweg 17, Willemstad, Curazao. BINGO.BET B.V. está registrado de acuerdo con la ley de Curazao con el número de registro 154986. Bingo.BET LTD está incorporado en la dirección de la Isla en la dirección registrada 49 Victoria Street, Douglas, IM1 2ld, Isla del Hombre. Bingo.Bet Ltd está registrado de acuerdo con la Ley de Isla de Man con el número de registro 018297V. El juego puede ser adictivo. Juega responsablemente. Para obtener más información sobre los riesgos asociados con el juego, lea nuestra política de juego responsable. El juego de menores de edad es una ofensa.",
  "© Bingo.bet B.V. 2020, All Rights Reserved": "© Bingo.bet B.V. 2020, todos los derechos reservados",
  "Dont have an account?": "No tienes una cuenta?",
  "Sign up for free": "Registrate gratis",
  "Login failed": "error de inicio de sesion",
  "Forgot password": "Se te olvidó tu contraseña",
  "Enter your email, phone, or username and we'll send you a link to get back into your account.": "Ingrese su correo electrónico, teléfono o nombre de usuario y le enviaremos un enlace para volver a su cuenta.",
  "Email, phone, or username": "Correo electrónico, teléfono o nombre de usuario",
  "Send": "Enviar",
  "New password": "Nueva contraseña",
  "Repeat new password": "repita la nueva contraseña",
  "play": "juego",
  "demo": "manifestación",
  "Register": "Registrarse",
  "Total played": "Total jugado",
  "Deposit": "Depósito",
  "Login": "Inicio de sesión",
  "Sign up": "Inscribirse",
  "Sign Up": "Inscribirse",
  "Statistics": "Estadísticas",
  "Balance": "Saldo",
  "History": "Historia",
  "Help & Info": "Ayuda e información",
  "Incorrect login or password": "Usuario o contraseña incorrecta",
  "Welcome back": "¡Bienvenido de nuevo!",
  "Login to your account": "Ingrese a su cuenta",
  "Username": "Nombre de usuario",
  "Password": "Contraseña",
  "Remember me": "Recuérdame",
  "Remember Me": "Recuérdame",
  "Forgot password?": "¿Se te olvidó tu contraseña?",
  "Login now": "Inicia sesión ahora",
  "Your amount is less than 20 EUR.": "Su cantidad es inferior a 20 EUR.",
  "Please validate your account": "Por favor valide su cuenta",
  "Exchange Money": "Cambio de moneda",
  "Deposit Money": "Depositar dinero",
  "Withdraw Money": "Retirar dinero",
  "Personal Balance": "Balance personal",
  "Loan request": "Solicitud de préstamo",
  "Funds Security": "Seguridad de fondos",
  "Set": "Colocar",
  "Value": "Valor",
  "is approximately": "es aproximadamente",
  "The exchange rate will be specified at the time of enrollment": "El tipo de cambio se especificará en el momento de la inscripción.",
  "Deposit via": "Depósito a través de",
  "Deposit in": "Depositar",
  "Transfer From": "Transferido de",
  "Transfer To": "Transferir a",
  "Enter amount": "Ingrese la cantidad",
  "Total balance": "Balance total",
  "Total bonuses": "Bonos totales",
  "Cashback": "Devolución de dinero",
  "Your": "Tu",
  "loan is pending.": "El préstamo está pendiente.",
  "loan before": "préstamo antes",
  "You need to repay the": "Necesitas reembolsar el",
  "Loan maturity": "Madurez del préstamo",
  "Days": "Dias",
  "We provide the same levels of security when transferring your funds as banks do and you can be reassured that we have complied with all online regulations and implemented the best in online security.": "Ofrecemos los mismos niveles de seguridad al transferir sus fondos como lo hacen los bancos y puede asegurarse de que hemos cumplido con todas las regulaciones en línea e implementamos lo mejor en la seguridad en línea.",
  "Your online security is very important to us.": "Su seguridad en línea es muy importante para nosotros.",
  "Encryption": "Cifrado",
  "After logging in, all information sent to and from the site is encrypted using 128-bit Secure Socket Layer (SSL) technology. The SSL certificate used is issued and verified by Trustwave. This means that any information going through our site cannot be intercepted by a third party.": "Después de iniciar sesión, toda la información enviada hacia y desde el sitio se cifra con tecnología de capa de socket Secure (SSL) de 128 bits. El certificado SSL utilizado es emitido y verificado por TrustWave. Esto significa que cualquier información que pasa por nuestro sitio no puede ser interceptada por un tercero.",
  "PCI DSS Level 1 Compliance": "PCI DSS Nivel 1 Cumplimiento",
  "For some transactions, we may need to ask you for documentation that proves your identity, address, account details or the integrity of your credit card. We do so to ensure maximum security of transactions and to comply with our license requirements. We will contact you directly via email if this is needed.": "Para algunas transacciones, es posible que debemos solicitarle la documentación que demuestre su identidad, dirección, detalles de cuenta o la integridad de su tarjeta de crédito. Lo hacemos para garantizar la máxima seguridad de las transacciones y cumplir con nuestros requisitos de licencia. Nos pondremos en contacto con usted directamente por correo electrónico si se necesita esto.",
  "This payment system has been certified as PCI-DSS Level 1 Compliant. This PCI-DSS level is the highest level of certification available and means that we follow all of the security requirements from Visa and MasterCard.": "Este sistema de pago ha sido certificado como compatible con el nivel 1 PCI-DSS. Este nivel PCI-DSS es el nivel más alto de certificación disponible y significa que seguimos todos los requisitos de seguridad de VISA y MasterCard.",
  "Submit": "Enviar",
  "Withdraw": "Retirar",
  "Operation has been submitted.": "La operación ha sido presentada.",
  "Amount": "Monto",
  "Bonuses": "Bonificaciones",
  "Read more": "Lee mas",
  "Transactions": "Actas",
  "Casino & Games": "Casino y Juegos",
  "Show": "Show",
  "No transactions during this period.": "No hay transacciones durante este período.",
  "Operation & Date": "Operación y Fecha",
  "Date & Time": "Fecha y hora",
  "Operation": "Operación",
  "From/To": "Desde / hacia",
  "Status": "Estado",
  "No games history during this period.": "No hay historia de juegos durante este período.",
  "Game & Date": "Juego y fecha",
  "Game": "Juego",
  "Top ": "Mejor",
  "Top": "Cima",
  "play now": "reproducir ahora",
  "Live BlackJack": "Blackjack en vivo",
  "Jackpot": "Bote",
  "Total win": "Victoria total",
  "Total bets": "Apuestas totales",
  "Total": "Total",
  "Premium loyalty": "Lealtad premium",
  "Fast Cash Out Process": "Proceso de retiro rápido",
  "Birthday Bonus": "Bono de cumpleaños",
  "Bronze": "Bronce",
  "100$/month": "100 $ / mes",
  "Time limit and lost money needed to reach the level": "Límite de tiempo y dinero perdido necesario para alcanzar el nivel.",
  "Reward money": "Dinero de recompensa",
  "Sunday Bonus": "Bono del domingo",
  "LIVE Tournaments": "Torneos en vivo",
  "Silver": "Plata",
  "500$/month": "500 $ / mes",
  "Gold": "Oro",
  "3,000$/month": "3,000 $ / mes",
  "Platinum": "Platino",
  "10,000$/6 months": "10.000 $ / 6 meses",
  "EXPRESS!": "¡RÁPIDO!",
  "Birthday & Sunday Bonus": "Bono de cumpleaños y domingo",
  "Personalised Offer": "Oferta personalizada",
  "Personal account manager": "Gerente de cuenta personal",
  "Monthly Cashback": "Devolución de dinero mensual",
  "Higher Deposit & Cash Out Limits": "Depósito más alto y límites de efectivo",
  "Diamond": "Diamante",
  "Exclusive Level by Personal Invitation": "Nivel exclusivo por invitación personal.",
  "Exclusive": "Exclusivo",
  "Special Benefits": "Beneficios especiales",
  "There are many special bonus offers and gifts that are now included in our Loyalty Program for all our players. Below details some important information regarding these new benefits.": "Hay muchas ofertas especiales de bonificación y regalos que ahora están incluidos en nuestro programa de lealtad para todos nuestros jugadores. A continuación detalle algunas información importante sobre estos nuevos beneficios.",
  "Identity must be checked before participating.": "La identidad debe ser revisada antes de participar.",
  "All Loyalty Welcome Package benefits come into effect the day after the upgrade takes place.": "Toda la lealtad Bienvenido Los beneficios del paquete entran en vigencia el día después de que se realice la actualización.",
  "Platinum, Diamond & Exclusive Welcome Package bonuses are offered over a 3-day period.": "Los bonos de paquetes de platino, diamante y de bienvenida exclusivos se ofrecen durante un período de 3 días.",
  "The Sunday bonus is only issued when a deposit has been made in the previous 14 days.": "La bonificación del domingo solo se emite cuando se ha realizado un depósito en los 14 días anteriores.",
  "Sunday bonuses are credited to a players account upon login- no deposit required!": "Los bonos del domingo se acreditan a una cuenta de jugadores al iniciar sesión, ¡no se requiere depósito!",
  "You are only eligible for 1 bonus a day. Therefore, if you are upgraded over the weekend, the Welcome Package bonus takes priority over any other offer, including our weekly Sunday promotion.": "Solo eres elegible para 1 bonificación al día. Por lo tanto, si se actualiza durante el fin de semana, el bono del paquete de bienvenida tiene prioridad sobre cualquier otra oferta, incluida nuestra promoción semanal del domingo.",
  "The monthly cash back bonus is based on Bingo.bet winnings on all games for one full calendar month, and you can use cashback only in games.": "El bono mensual de devolución de efectivo se basa en Bingo.Bet Winnings en todos los juegos para un mes calendario completo, y puede usar dinero solo en juegos.",
  "The cash back bonus is issued on the 3rd Monday of the following month and covers the previous month’s full calendar.": "El bono de devolución de efectivo se emite el 3er lunes del mes siguiente y cubre el calendario completo del mes anterior.",
  "Contact your Personal Account Manager to claim your monthly cashback bonus and for more details.": "Póngase en contacto con su administrador de cuentas personales para reclamar su bono mensual de devolución de dinero y para más detalles.",
  "One bonus per player. We have the right to suspend this bonus if you are in breach of this clause.": "Una bonificación por jugador. Tenemos el derecho de suspender este bono si está en violación de esta cláusula.",
  "Your Premium Loyalty Level is based on Bingo.bet winnings on all games for one full calendar month.": "Su nivel de lealtad premium se basa en Bingo.Bet Winnings en todos los juegos para un mes calendario completo.",
  "As your loyalty to us grows, so does your premium level! However, our Diamond and Exclusive tiers are by invitation only.": "¡Como su lealtad con nosotros crece, también lo hace su nivel premium! Sin embargo, nuestros diamantes y los niveles exclusivos son solo por invitación.",
  "Upon reaching each new (higher) level, you receive a cashback bonus.": "Al llegar a cada nivel nuevo (más alto), recibe un bono de devolución de dinero.",
  "You can check your status in your account.": "Puede consultar su estado en su cuenta.",
  "Games contribute differently to the wagering requirements. The list of games and their respective weighting towards the wagering requirement can be found": "Los juegos contribuyen de manera diferente a los requisitos de apuesta. Se puede encontrar la lista de juegos y su peso respectiva hacia el requisito de apuestas.",
  "here": "aquí",
  "Our Website terms and conditions apply in full. These can be found": "Nuestros términos y condiciones de nuestro sitio web se aplican en su totalidad. Estos se pueden encontrar",
  "Our standard promotional terms and conditions also apply. These can be found": "Nuestros términos y condiciones promocionales estándar también se aplican. Estos se pueden encontrar",
  "Bonus funds can't be withdrawn until you have met all of these requirements above. Only cash funds can be withdrawn at any time and at your request.": "Los fondos de bonificación no pueden ser retirados hasta que haya cumplido todos estos requisitos anteriores. Solo los fondos de efectivo pueden retirarse en cualquier momento y a su solicitud.",
  "Providers": "Proveedores",
  "Are you sure you want to logout?": "¿Estás seguro de que quieres cerrar sesión?",
  "More": "Más",
  "Home": "Inicio",
  "Sportsbook": "Libro de deportes",
  "Tournaments": "Torneos",
  "Premium": "Premium",
  "Favorites": "Favoritos",
  "You have no favorite games yet.": "Aún no tienes juegos favoritos.",
  "games": "juegos",
  "Play now": "Reproducir ahora",
  "Recommended to you": "Recomendado para usted",
  "Already have an account?": "¿Ya tienes una cuenta?",
  "Create new account": "Crear una nueva cuenta",
  "Account information": "Información de la cuenta",
  "Personal Details": "Detalles personales",
  "Contact Details": "Detalles de contacto",
  "Deposit limits": "Límites de depósito",
  "Optional": "Opcional",
  "optional": "opcional",
  "Repeat Password": "Repite la contraseña",
  "Promo code": "Código promocional",
  "Paste your code here": "Pegue su código aquí",
  "Your promo code if you have one": "Su código de promoción si tiene uno",
  "Search for a country": "Buscar un país",
  "I accept the": "acepto el",
  "I am of legal age to gamble and I accept the": "Soy de edad legal para apostar y acepto el",
  "Terms and Conditions": "Términos y condiciones",
  "Responsible Gambling policy": "Política de juego responsable",
  "I want to recieve the latest promotions and exclusive offers from Bingo Bet, and the brands managed by Ridotto entertainment.": "Quiero recibir las últimas promociones y ofertas exclusivas de Bingo Bet, y las marcas administradas por Ridotto Entertainment.",
  "Next": "próximo",
  "Back": "atrás",
  "Account Verification": "Verificación de la cuenta",
  "You must complete our secure verification process to use your account.": "Debe completar nuestro proceso de verificación seguro para usar su cuenta.",
  "We ask everyone to do this in order to meet gambling regulations and keep our players safe.": "Pedimos a todos que lo hagan para satisfacer las regulaciones de juego y mantener a nuestros jugadores a salvo.",
  "Your account is verified.": "Su cuenta es verificada.",
  "Your request is being considered.": "Su solicitud está siendo considerada.",
  "Step 1: Provide proof of identity": "Paso 1: Proporcionar prueba de identidad.",
  "Type of document": "Tipo de documento",
  "Select document": "Seleccione Documento",
  "Driver Licence": "Licencia de conducir",
  "Passport": "Pasaporte",
  "Provide proof of address": "Proporcionar prueba de dirección",
  "Upload one of the following documents showing your full name and physical address (we can’t accept a PO Box). Letters and bills must be dated": "Sube uno de los siguientes documentos que muestran su nombre completo y su dirección física (no podemos aceptar una caja de correos). Las letras y las facturas deben ser fechadas.",
  "within the last 6 months": "Dentro de los últimos 6 meses",
  "and show the company name or logo": "y mostrar el nombre de la empresa o logo",
  "Please cover personal information that isn’t relevant.": "Por favor, cubra la información personal que no sea relevante.",
  "Official letter from your bank": "Carta oficial de su banco",
  "A letter, a bank statement or a credit card statement.": "Una carta, un extracto bancario o una declaración de tarjeta de crédito.",
  "Official letter from your government": "Carta oficial de su gobierno.",
  "Police, magistrate, tax office or population registry.": "Policía, magistrada, Oficina de Impuestos o Registro de Población.",
  "Utility bill": "Factura de utilidad",
  "We can accept water, electricity, gas, broadband or TV package bills but not a mobile phone bill.": "Podemos aceptar leyes de agua, electricidad, gas, banda ancha o paquete de televisión, pero no una factura de teléfono móvil.",
  "Your request has been successfully sent.": "Su solicitud ha sido enviada correctamente.",
  "days": "dias",
  "Tournament has been ended": "Torneo ha sido terminado",
  "Till": "Hasta",
  "Prize Fund": "Fondos de premios",
  "Top places": "Lugares principales",
  "Show games list": "Mostrar lista de juegos",
  "Overall Statistics": "Estadísticas generales",
  "Last 90 days": "Últimos 90 días",
  "Last 60 days": "Últimos 60 días",
  "Last 30 days": "Últimos 30 días",
  "Last 10 days": "Últimos 10 dias",
  "Last 7 days": "Los últimos 7 días",
  "Last 3 days": "Últimos 3 días",
  "Last 1 day": "Último 1 día",
  "Withdrawal": "Retiro",
  "Wins": "Victorias",
  "Bets": "Apuestas",
  "Global": "Global",
  "Search game": "Juego de búsqueda",
  "Wallet address": "Dirección de billetera",
  "Your request has been sent": "Tu solicitud ha sido enviada",
  "Terms and conditions for all bonuses": "Términos y condiciones para todos los bonos.",
  "Tournaments terms and conditions": "Torneos Términos y Condiciones",
  "Show results": "Mostrar resultados",
  "Show top places": "Mostrar lugares principales",
  "Results": "Resultado",
  "Rank": "Rango",
  "Name": "Nombre",
  "Result": "Resultado",
  "Gain": "Ganar",
  "Loan": "Préstamo",
  "before": "antes de",
  "Provide additional documents": "Proporcionar documentos adicionales",
  "Your registration was denied": "Su registro fue denegado",
  "You have some issues with verification.": "Tienes algunos problemas con la verificación.",
  "Hello! Is there anything we can do for you?": "¡Hola! ¿Hay algo que podamos hacer por ti?",
  "Welcome": "Bienvenido",
  "Chat support": "Soporte de chat",
  "What is your name?": "¿Cómo te llamas?",
  "Your message...": "Tu mensaje...",
  "Address line 2": "Línea de dirección 2",
  "This game is not available in your country.": "Este juego no está disponible en su país.",
  "The commission for this operation is": "La Comisión para esta operación es",
  "Back to all Bonuses": "Volver a todos los bonos",
  "Back to all Tournaments": "Volver a todos los torneos",
  "Back to all Providers": "Volver a todos los Proveedores",
  "Attention ⚠️ On the grounds of legal (or licensing) constraints of your country, we are unable to provide our services to you at this moment. In the case of VPN usage, please make sure to deactivate it before proceeding further, and try again.": "ATENCIÓN ⚠️ Sobre los motivos de las restricciones legales (o licencias) de su país, no podemos ofrecerle nuestros servicios en este momento. En el caso del uso de VPN, asegúrese de desactivarlo antes de continuar, y volver a intentarlo.",
  "Some games are not available in your country": "Algunos juegos no están disponibles en su país.",
  "If you're using a proxy service or VPN to access bingo.bet, try to load your VPN from one of our supported countries and reload the page.": "Si está utilizando un servicio de proxy o VPN para acceder a Bingo.Bet, intente cargar su VPN de uno de nuestros países compatibles y volver a cargar la página.",
  "Referral program": "Programa de referencia",
  "Your referral code": "Su código de referencia",
  "Referral link": "Enlace de referencia",
  "Copy to clipboard": "Copiar al portapapeles",
  "To play the full version of the game, please log in or try the demo mode.": "Para jugar la versión completa del juego, inicie sesión o pruebe el modo de demostración.",
  "Comission": "Comisión",
  "deposit address": "dirección de depósito",
  "Only send": "Solo enviar",
  "to this address,": "A esta dirección,",
  "confirmation(s) required.": "Confirmación (s) requerida (s).",
  "Enter": "Ingresar",
  "Set amount": "Fijar cantidad",
  "Enter your promo code": "Introduce tu código de promoción",
  "Claim": "Afirmar",
  "Promo code successfully activated": "Código de promoción activado con éxito",
  "Bingo.Bet only supports ERC20 addresses on the Ethereum blockchain. We ask you to not deposit or withdraw to anything other than an Ethereum address. Bingo.Bet is currently unable to process Ethereum deposits of less than": "Bingo.Bet solo apoya las direcciones ERC20 en el Blockchain de Ethereum. Le pedimos que no deposite o se retiremos con otra cosa que no sea una dirección Ethereum. Bingo.Bet actualmente no puede procesar depósitos de Ethereum de menos de",
  "and above": "y por encima",
  "Current balance": "Saldo actual",
  "Current": "Actual",
  "Bingo.Bet presents you with a unique wallet system to manage and overview your finances on our site while you play! With the help of our own ‘Bingo Token’, the user will be able to easily and quickly assess their current balance! Please note that the approximation of 1 ‘Bingo Token’ is the equivalent of 1USD of fiat. With this feature the user is able to see his current total balance across all of his cryptocurrency deposits based on their market values, that are regularly checked and updated!": "Bingo.Bet le presenta un sistema de billetera único para administrar y describir sus finanzas en nuestro sitio mientras juegas. Con la ayuda de nuestro propio ‘token de bingo’, ¡el usuario podrá evaluar fácil y rápidamente su equilibrio actual! Tenga en cuenta que la aproximación de 1 'token de bingo' es el equivalente de 1USD de FIAT. Con esta función, el usuario puede ver su saldo total actual en todos sus depósitos de criptoCurencia según sus valores de mercado, ¡que se revisan y se actualizan regularmente!",
  "Deposit balance": "Saldo de depósitos",
  "Loan balance": "Balance de prestamo",
  "Activate": "Activar",
  "Affiliate program": "Programa de afiliados",
  "Affiliate Program": "Programa de afiliados",
  "The field is not filled in": "El campo no está lleno en",
  "In game": "En el juego",
  "Min": "Minuto",
  "Max": "Max",
  "No games": "No juegos",
  "Confirmation Required!": "¡Confirmación requerida!",
  "You must verify your email at Your Personal Info before you can withdraw": "Debe verificar su correo electrónico a su información personal antes de poder retirarse",
  "Verify email": "Verificar el correo electrónico",
  "Confirmation code": "Código de confirmación",
  "Enter the confirmation code sent to your email": "Ingrese el código de confirmación enviado a su correo electrónico",
  "No results": "No hay resultados",
  "There are no participants": "No hay participantes",
  "None": "Ninguno",
  "Unranked": "Incondicional",
  "Your Progress": "Su progreso",
  "General Information": "Información general",
  "Bingo.Bet aims to create a community of loyal casino players, and to reward them for their active use of the site! The Loyalty system allows active players to gain new premium ranks on the website, by wagering their balance and receiving rewards. Users can see their wager progress by heading over to the ‘Premium’ section or on the main menu of the site.": "Bingo.Bet tiene como objetivo crear una comunidad de jugadores de casino leales y recompensarlos por su uso activo del sitio. El sistema de lealtad permite a los jugadores activos obtener nuevos rangos de primas en el sitio web, al apostar su equilibrio y recibir recompensas. Los usuarios pueden ver el progreso de su apuesta dirigiéndose a la sección 'Premium' o en el menú principal del sitio.",
  "Wager the required amount to reach this rank!": "¡Apuesta la cantidad requerida para llegar a este rango!",
  "Status Rewards and Offers:": "Recompensas y ofertas de estado:",
  "Monthly Rakeback": "Rakeback mensual",
  "Bronze Chat Icon": "Icono de chat de bronce",
  "Sunday Giveaway": "Sorteo del domingo",
  "Improved Cashback": "Devolución de dinero mejorada",
  "Silver Chat Icon": "Icono de chat de plata",
  "Monthly Free Spins": "Giras mensuales gratis",
  "Exclusive Achievements": "Logros exclusivos",
  "Gold Chat Icon": "Icono de chat de oro",
  "Monthly Bonus Top-up": "Recarga mensual de bonificación",
  "Loan Feature": "Característica del préstamo",
  "Loan funds to play games!": "¡Fondos de préstamo para jugar!",
  "Platinum Chat Icon": "Icono de chat de platino",
  "Personalised Offers": "Ofertas personalizadas",
  "Monthly Gifts and Bonuses": "Regalos mensuales y bonificaciones.",
  "Lower Withdraw Commission": "Comisión de menor retirada",
  "Improved Loan Limits": "Límites de préstamos mejorados",
  "Diamond Chat Icon": "Icono de chat de diamantes",
  "Personal Casino Contact": "Contacto personal de casino",
  "No Exchange Commission": "Ninguna comisión de intercambio",
  "and Invitation": "e invitación",
  "Unlimited Loan Limits": "Límites de préstamos ilimitados",
  "Exclusive Chat Icon": "Icono de chat exclusivo",
  "Monthly Holiday and Travel Gifts": "Vacaciones mensuales y regalos de viaje",
  "Birthday and Event Gifts": "Regalos de cumpleaños y eventos",
  "Chance to Join Exlusive Poker Group": "Oportunidad de unirse al exclusivo grupo de póquer",
  "There are many special bonus offers and gifts that are now included in our Loyalty Program for all our players. We aim to create an active and welcoming community. Below are details regarding the process of acquiring all of our unique gifts and bonuse:": "Hay muchas ofertas especiales de bonificación y regalos que ahora están incluidos en nuestro programa de lealtad para todos nuestros jugadores. Nuestro objetivo es crear una comunidad activa y acogedora. A continuación se detallan los detalles sobre el proceso de adquisición de todos nuestros regalos únicos y BONUSE:",
  "To be eligible for the end of month Giveaways and Bonus Top-ups, a user is required to have deposited during the last calendar month.": "Para ser elegible para los sorteos de fin de mes y las recargas de bonificación, se requiere que un usuario haya depositado durante el último mes calendario.",
  "Sunday Giveaways automatically add funds to the user’s account upon being chosen. No activation is required.": "Los sorteos de los domingos agregan automáticamente fondos a la cuenta del usuario al ser elegido. No se requiere activación.",
  "The monthly Rakeback bonus is based on losses made in a full calender month.": "El bono de Rakeback Mensual se basa en pérdidas hechas en un mes calendario completo.",
  "The monthly Rakeback bonus is issued on the 2nd Monday of the following month and covers the previous month’s full calendar.": "El bono de Rakeback Mensual se emite el 2º lunes del mes siguiente y cubre el calendario completo del mes anterior.",
  "Your Premium Loyalty Level is based on wagers made on Bingo.Bet, long inactivity may decay your progress.": "Su nivel de lealtad de primas se basa en apuestas realizadas en bingo.bet, la inactividad larga puede descomponer su progreso.",
  "As your loyalty to us grows, so does your premium level! However, our Exclusive tier requires a personal invitation and KYC.": "¡Como su lealtad con nosotros crece, también lo hace su nivel premium! Sin embargo, nuestro nivel exclusivo requiere una invitación personal y KYC.",
  "Upon reaching a new tier, you retain the unique previous rewards of each tier below.": "Al llegar a un nuevo nivel, conserva las recompensas anteriores únicas de cada nivel a continuación.",
  "You can check your status on the main page, in your account, or in the ‘Premium’ section.": "Puede consultar su estado en la página principal, en su cuenta o en la sección 'Premium'.",
  "Games contribute differently to the wagering requirements.": "Los juegos contribuyen de manera diferente a los requisitos de apuesta.",
  "Your campaign has been deleted.": "Su campaña ha sido eliminada.",
  "Referrals": "Referencias",
  "Total Deposits": "Depósitos totales",
  "Unique Deposits": "Depósitos únicos",
  "Commission Rate": "Porcentaje de comision",
  "Commission": "Comisión",
  "Total Commission": "Comisión total",
  "Delete": "Borrar",
  "Available": "Disponible",
  "Withdrawn": "Retirado",
  "Campaign Name": "Nombre de campaña",
  "Choose a campaign name": "Elija un nombre de campaña",
  "Sort by": "Ordenar por",
  "Registered": "Registrado",
  "Created": "Creado",
  "Total Deposited": "Total depositado",
  "Last Deposit": "Último depósito",
  "Wagered": "Apostado",
  "Create New": "Crear nuevo",
  "Your campaign has been created.": "Su campaña ha sido creada.",
  "Create New Campaign": "Crear nueva campaña",
  "Code (Campaign ID)": "Código (ID de campaña)",
  "Create": "Crear",
  "Overview": "Visión general",
  "Bingo.bet offers an exciting affiliate program for its users! When promoting our services to others through our referral system, you will receive commission rewards from every user that registers and plays on the site from your invite link!": "Bingo.Bet ofrece un emocionante programa de afiliados para sus usuarios. Al promover nuestros servicios a otros a través de nuestro sistema de referencia, recibirá recompensas de comisiones de todos los usuarios que registran y juegan en el sitio desde su enlace de invitación.",
  "Providers & Casino": "Proveedores y Casino",
  "Bingo.bet provides their users with games from a variety of 3rd party providers to ensure an assortment of different experiences to enjoy during their play. These providers all set their own house edge and commission for the games.": "Bingo.Bet proporciona a sus usuarios juegos de una variedad de proveedores de terceros para garantizar un surtido de diferentes experiencias para disfrutar durante su juego. Todos estos proveedores establecen su propia vanguardia y comisión para los Juegos.",
  "The invitee commission will be based on a percentage of the revenue received when their invited players wager on the site. The initial commission rate is 10% of revenue received after provider’s share. Your affiliate level and therefore commission % will increase upon reaching certain referral thresholds every month. The invitee will be able to withdraw their commission at the start of each month. If, for any reason you are unable to access the site during that period, your commission will remain on your account until you next decide to withdraw.": "La Comisión de Invitación se basará en un porcentaje de los ingresos recibidos cuando sus jugadores invitados apostarán en el sitio. La tasa inicial de la Comisión es el 10% de los ingresos recibidos después de la participación del proveedor. Su nivel de afiliado y, por lo tanto, la comisión% aumentará al alcanzar ciertos umbrales de referencia cada mes. El invitado podrá retirar su comisión al comienzo de cada mes. Si, por cualquier motivo, no puede acceder al sitio durante ese período, su comisión permanecerá en su cuenta hasta que usted siga decidiendo retirarse.",
  "If you believe that you are an exceptional affiliate with an extensive group of users, feel free to contact our support team regarding personalised commission programs. Applying affiliates will be reviewed to be deemed appropriate for special programs.": "Si cree que usted es un afiliado excepcional con un extenso grupo de usuarios, no dude en ponerse en contacto con nuestro equipo de apoyo con respecto a los programas de la Comisión personalizados. Se revisará la aplicación de afiliados que se considerarán apropiados para programas especiales.",
  "Funds": "Fondos",
  "Funds have been successfully credited to your balance.": "Los fondos se han acreditado con éxito a su saldo.",
  "Progress": "Progreso",
  "Your progress is a sum accumulated through your wager on both our casino and sportsbook. Increasing through the tiers entitles you to bigger rewards and exclusive VIP treatment.": "Su progreso es una suma acumulada a través de su apuesta tanto en nuestro casino como en deportes. Aumentar a través de los niveles le da derecho a recompensas más grandes y tratamiento exclusivo VIP.",
  "Pre-calculated amount": "Cantidad precalculada",
  "Percent comission": "Porcentaje de la comisión",
  "Not available in your country": "No disponible en su país",
  "All bets settled on the sportsbook return a 3x (three times) faster rate of progression. Voided bets are excluded.": "Todas las apuestas realizadas en el sportsbook devuelven una tasa de progresión 3 veces más rápida (tres veces). Se excluyen las apuestas anuladas.",
  "A comfortable and flexible solution of managing your bonuses and balances on bingo.bet and all of our partners sites! A soon to be crypto asset!": "Una solución cómoda y flexible de administrar sus bonos y saldos en bingo.bet y todos nuestros sitios de socios! Pronto sería una crypto activo!",
  "Managing your crypto finances can be hard when you are constantly forced to check market values and exchanges. The Bingo Coin showcases approximation of your assets in an easy to understand format. The value of the Bingo Coin is based on USDT-ERC20. To provide the best user experience possible we provide all of our monetary bonuses aw well as referral commission and giveaway funds in Bingo Coins, so you know exaclty how much you have earned! The user can then exchange the Bingo Coin to any crypto of their choice!": "Administrar sus finanzas criptográficas puede ser difícil cuando se ve constantemente obligado a verificar los valores del mercado y los intercambios. La moneda de Bingo muestra la aproximación de sus activos en un formato fácil de entender. El valor de la moneda de Bingo se basa en USDT-ERC20. Para proporcionar la mejor experiencia de usuario posible, ofrecemos todos nuestros bonos monetarios, así como comisión de referencia y fondos de regalo en Monedas de Bingo, para que sepa exactamente cuánto ha ganado. ¡El usuario puede entonces intercambiar la moneda del Bingo a cualquier crypto de su opción!",
  "Rakeback Bonus Balance": "Saldo de Bono de Rakeback",
  "Current Rakeback Balance": "Saldo Actual de Rakeback",
  "Total Lifetime Bonus": "Bono Total de Por Vida",
  "Lifetime Rakeback Returns": "Devoluciones de Rakeback de Por Vid",
  "Spins": "Spin",
  "Bonus Free Spins": "Giros Gratis de Bonificación",
  "Current Free Spins": "Giros Gratis Actuales",
  "Total Lifetime Free Spins": "Total de Giros Gratis de Por Vida",
  "Lifetime Free Spins Used": "Giros Gratis de Por Vida Utilizados",
  "Claim Cashback": "Reclamar reembolso en efectivo",
  "Open website in Safari browser": "Abrir sitio web en el navegador Safari",
  "Tap Sharing button": "Toque el botón Compartir",
  "Tap Add to Home Screen": "Toque Agregar a la pantalla de inicio",
  "Click to open the Safari browser on the phone desktop.": "Haga clic para abrir el navegador Safari en el escritorio del teléfono.",
  "Use Safari Explore APP and go to Bingo.bet, then tap the Sharing Button.": "Utilice la aplicación Safari Explorer y vaya al Bingo.apuesta y, a continuación, pulsa el botón Compartir.",
  "Press Add to Home Screen in the list popup to add to the home screen. You may need to swipe left to locate the Add to Home Screen button.": "Presione Agregar a la pantalla de inicio en la ventana emergente de lista para agregar a la pantalla de inicio. Es posible que deba deslizar hacia la izquierda para localizar el botón Agregar a la pantalla de inicio.",
  "IOS Bingo.bet APP Setup": "Configuración de la APLICACIÓN IOS Bingo.bet",
  "How to install?": "Cómo instalar?",
  "Step": "Paso",
  "Your Cashback": "Su devolución de dinero",
  "Congratulations!": "¡Felicitaciones!",
  "You have claimed your Cashback. Your Bonus will be added to the Main Balance.": "Has reclamado tu devolución de dinero. Su Bono se añadirá al Saldo Principal.",
  "Close": "Cerca",
  "Weekly Bounty": "Recompensa Semanal",
  "Monthly Bounty": "Recompensa Mensual",
  "You have reached the": "Usted ha llegado a la",
  "and earned": "y ganado",
  "cashout reward.": "recompensa de retiro.",
  "Receive end of month lossback to cover more of your loses!": "¡Recibe la pérdida de fin de mes para cubrir más de tus pérdidas!",
  "Click": "Clic",
  "to send your bonus to your balance!": "para enviar su bono a su saldo!",
  "Wager more to improve your premium rank and gain higher cashback rewards!": "¡Apuesta más para mejorar tu rango premium y obtener recompensas de devolución de dinero más altas!",
  "Next Cashback": "Siguiente Devolución de dinero",
  "Claim this month’s cashback until": "Reclamar el reembolso de este mes hasta",
  "Complete the Bingo Bounty by wagering specific minimum bets to get money rewards!": "Complete la recompensa de Bingo apostando apuestas mínimas específicas para obtener recompensas de dinero!",
  "Bounties tim er activates once your first minimum waager is made!": "Bounties temporizador se activa una vez que se realiza su primera apuesta mínima!",
  "Highly chaotic bonus! big bets, big wins, big rewards.": "Bono altamente caótico! grandes apuestas, grandes victorias, grandes recompensas.",
  "Weekly Bounty - counts any bets between the bet cost of": "Recompensa semanal-cuenta cualquier apuesta entre el costo de apuesta de",
  "Monthly Bounty - counts any bets between the bet cost of": "Recompensa mensual-cuenta cualquier apuesta entre el costo de apuesta de",
  "and above!": "y arriba!",
  "Weekly Task Reset": "Restablecimiento Semanal de Tareas",
  "Monthly Task Reset": "Restablecimiento Mensual de la Tarea",
  "Wager": "Apuesta",
  "times": "veces",
  "Cashout Rewards": "Recompensas de Retiro",
  "No bonus": "Sin bonificación",
  "remaining": "permanecer",
  "Referral commission available": "Comisión de referencia disponible",
  "1st-6th of every month": "del 1 al 6 de cada mes",
  "Next commission request": "Próxima solicitud de la Comisión",
  "Claim now!": "Reclamo ahora!",
  "Claim this month’s affiliate cash-out until": "Reclamar el retiro de efectivo de afiliados de este mes hasta",
  "Level": "Nivel",
  "Coins for Level": "Monedas por Nivel",
  "You are achieving Level": "Estás alcanzando el Nivel",
  "How To Charge Coins": "Cómo Cargar Monedas",
  "More About Levels": "Más Sobre Los Niveles",
  "See Your Benefits": "Vea Sus Beneficios",
  "Your Level": "Tu Nivel",
  "New Player": "Nuevo Jugador",
  "Coins": "Monedas",
  "Wager on games to improve your Level and unlock awesome rewards!": "¡Apuesta en juegos para mejorar tu Nivel y desbloquear recompensas increíbles!",
  "End of month Cashback": "Devolución de dinero al final del mes",
  "New rank icon and trophy": "Nuevo icono de rango y trofeo",
  "Sunday giveaways and tournaments": "Sorteos y torneos del domingo",
  "Improved Cashback returns": "Devoluciones de efectivo mejoradas",
  "Monthly rewards and free spins": "Recompensas mensuales y giros gratis",
  "Monthly rakeback refills": "Recargas mensuales de rakeback",
  "Greatly improved Cashback returns": "Devoluciones de efectivo mejoradas en gran medida",
  "Loan feature and bonuses": "Función de préstamo y bonos",
  "Personal casino contact and bonuses": "Contacto personal de casino y bonos",
  "Monthly and event gifts and holidays": "Regalos mensuales y de eventos y fiestas",
  "Exclusive offers and unlimited rakeback": "Ofertas exclusivas y rakeback ilimitado",
  "Chance to join exclusive poker group": "Oportunidad de unirte a un exclusivo grupo de poker",
  "Personal agent and access to VIP betting platform": "Agente personal y acceso a la plataforma de apuestas VIP",
  "How it Works": "Cómo funciona",
  "Click on the Button below or on the header of the site. Select your currency and send the transaction to the provided deposit address": "Haga clic en el botón de abajo o en el encabezado del sitio. Seleccione su moneda y envíe la transacción a la dirección de depósito proporcionada",
  "Select Your Currency": "Seleccione Su Moneda",
  "Click on the wallet below or on the header of the site. Select the currency you want to use before heading into any games": "Haga clic en la billetera a continuación o en el encabezado del sitio. Selecciona la moneda que deseas usar antes de comenzar a jugar",
  "Wager in Any Game": "Apuesta en Cualquier Juego",
  "Your progress is a sum accumulated through your wager on both casino and sportsbook! Increase your Level to receive bigger rewards and exclusive VIP treatment": "¡Su progreso es una suma acumulada a través de su apuesta en el casino y en las apuestas deportivas! Aumenta tu Nivel para recibir recompensas más grandes y un trato VIP exclusivo",
  "Play Game": "Jugar Juego",
  "Levels": "Nivel",
  "Advance your Premium Level and Receive Incredible": "¡Avanza en tu Nivel Premium y Recibe Increíbles",
  "Rewards!": "Recompensas!",
  "Personalised Promotions": "Promociones Personalizadas",
  "Receive exclusive bonus offers, monthly rewards and take part in giveaways as you level up!": "Recibe ofertas de bonificación exclusivas, recompensas mensuales y participa en regalos a medida que subes de nivel.",
  "Endless Bonuses": "Bonos sin Fin",
  "Benefit from increasing cashback at every new level! get endless rakeback and monthly top ups!": "Beneficiarse del incremento de devolución de efectivo en cada nuevo nivel! ¡obtén rakeback sin fin y recargas mensuales!",
  "Become a VIP": "Conviértete en un VIP",
  "Take your game to the next level and join the VIP club! a sensational world of gambling opportunities awaits!": "Llevar su juego al siguiente nivel y únete al club VIP! ¡un sensacional mundo de oportunidades de juego te espera!",
  "Bingo.bet Levels system allows players to achieve higher rewards and bonuses by wagering!": "Bingo.bet sistema de niveles de apuesta permite a los jugadores obtener recompensas y bonificaciones más altas apostando!",
  "Terms & Conditions": "Términos y Condiciones",
  "One offer per player! We have the right to suspend any and all new accounts created in an attempt to abuse the bonus system and receive more than one per user.": "¡Una oferta por jugador! Tenemos el derecho de suspender todas y cada una de las cuentas nuevas creadas en un intento de abusar del sistema de bonos y recibir más de una por usuario.",
  "At level 5 or above identity must be verified via KYC in order to start accessing new benefits of the level.": "En el nivel 5 o superior, la identidad debe verificarse a través de KYC para comenzar a acceder a nuevos beneficios del nivel.",
  "To be eligible for the end of month giveaways and bonus top-ups, the user must've deposited or wagered during that calendar month.": "Para ser elegible para los regalos de fin de mes y las recargas de bonos, el usuario debe haber depositado o apostado durante ese mes calendario.",
  "The cashback bonus is based on wagering activity and loses during the month, that carries over to next month until claimed or cancelled out by a win.": "El bono de devolución de efectivo se basa en la actividad de apuestas y las pérdidas durante el mes, que se prolongan hasta el mes siguiente hasta que se reclamen o cancelen por una ganancia.",
  "Upon reaching a new level, you retain the unique previous rewards of each level below.": "Al alcanzar un nuevo nivel, conservarás las recompensas anteriores únicas de cada nivel inferior.",
  "Game types contribute differently to wagering requirements needed to progress your level.": "Los tipos de juego contribuyen de manera diferente a los requisitos de apuesta necesarios para progresar en tu nivel.",
  "My Level": "Mi Nivel",
  "High Wins": "Vientos Fuertes",
  "Lucky Wins": "Victorias Afortunadas",
  "User": "Usuario",
  "Time": "Tiempo",
  "Mult": "Mult",
  "Payout": "Desembolso",
  "Comfortable solution for managing your iGaming finances": "Solución cómoda para gestionar tus finanzas de juego",
  "Safe and Secure": "Seguro y Protegido",
  "Built on the": "Construido en el",
  "blockchain, a reliable crypto asset to assist in your gambling!": "blockchain, fiable crypto de activos para ayudar en su juego!",
  "Link": "Enlace",
  "Expanding Use": "Expansión del Uso",
  "BingoCoin is soon to be implemented into multiple partner platforms, with great benefits presented to its users": "BingoCoin pronto se implementará en múltiples plataformas asociadas, con grandes beneficios para sus usuarios",
  "Great Bonuses": "Grandes Bonos",
  "Users who opt to use bingo coin will be rewarded with additional bonuses such as lower commission fees and higher withdraw and deposit amounts": "Los usuarios que opten por usar bingo coin serán recompensados con bonos adicionales, como comisiones más bajas y cantidades más altas de retiro y depósito",
  "Best User Experience": "La Mejor Experiencia de Usuario",
  "To ensure that our players make the most out of their time on the site, bingo coin provides an easy to understand financing system for all of our deposits and balances": "Para garantizar que nuestros jugadores aprovechen al máximo su tiempo en el sitio, bingo coin proporciona un sistema de financiación fácil de entender para todos nuestros depósitos y saldos",
  "Player Info": "Información del Jugador",
  "Best Win": "Mejor Victoria",
  "Favourite Games": "Juegos Favoritos",
  "All Games": "Todos los Juegos",
  "Your browser does not support the video or formats": "Su navegador no admite el vídeo ni los formatos",
  "Bingo Bet 3D Games": "Juegos de Bingo Bet 3D",
  "Future of iGaming - Today!": "El futuro de los juegos - ¡Hoy!",
  "Thanks for Subscribing": "Gracias por suscribirte",
  "Get Our Newsletter": "Recibe Nuestro Boletín de Noticias",
  "For development and bonuses info, subscribe to our newsletter": "Para información sobre desarrollo y bonos, suscríbase a nuestro boletín de noticias",
  "Your email": "Su correo electrónico",
  "New Age of iGaming Content": "Nueva Era de Contenido de juegos",
  "Slots and live casino games have been the popular go-to choice in gambling for years, however the ever growing technological advancements have given platform for new and innovative type of gambling. We believe 3D interactive games are the future!": "Las tragamonedas y los juegos de casino en vivo han sido la opción popular en los juegos de azar durante años, sin embargo, los avances tecnológicos cada vez mayores han dado una plataforma para un tipo de juego nuevo e innovador. ¡Creemos que los juegos interactivos en 3D son el futuro!",
  "In-House Game Development": "Desarrollo Interno de Juegos",
  "Bingo Bet team has been hard at work - developing our own engine for the creation of various 3D crypto games. Together with our talented team of arists, designers and developers we will be able to bring many interesting projects to the iGaming industry.": "El equipo de Bingo Bet ha estado trabajando duro, desarrollando nuestro propio motor para la creación de varios juegos criptográficos en 3D. Junto con nuestro talentoso equipo de artistas, diseñadores y desarrolladores, podremos llevar muchos proyectos interesantes a la industria de iGaming.",
  "Immersive Gameplay": "Juego Inmersivo",
  "Immersion and interactivity are two tools that we believe could make the 3D crypto game experience even more interesting! Majority of the anticipation comes from the gambling itself, however this could be largely enhanced by providing the player with a visual experience that keeps them on the edge of their seat!": "La inmersión y la interactividad son dos herramientas que creemos que podrían hacer que la experiencia de juego de criptomonedas en 3D sea aún más interesante. La mayoría de la anticipación proviene del juego en sí, sin embargo, esto podría mejorarse en gran medida al proporcionar al jugador una experiencia visual que lo mantenga en el borde de su asiento.",
  "3D Crash and much more!": "Choque 3D y mucho más!",
  "Our first project that we are planning to release in the very near future - near the end of 2021, will be our take on the popular crypto game CRASH! With variety of ships and scenarios to choose from, no one game will feel the same! We have great plans for cool features that we hope our customers will enjoy, including customisable ships and NFT prizes for big wins!": "Nuestro primer proyecto que estamos planeando lanzar en un futuro muy cercano - cerca del final de 2021, será nuestra la popular crypto juego de CRASH! Con una variedad de barcos y escenarios para elegir, ¡ningún juego se sentirá igual! Tenemos grandes planes para funciones geniales que esperamos que disfruten nuestros clientes, incluidos barcos personalizables y premios NFT para grandes victorias.",
  "Log In": "Inicio de sesión",
  "Log In with": "Iniciar sesión con",
  "Sign Up with": "Regístrate con",
  "or": "o",
  "Fill the input": "Rellene la entrada",
  "Incorrect email": "Correo electrónico incorrecto",
  "Your Promocode": "Tu código de promoción",
  "Notifications": "Notificación",
  "Mark all as read": "Marcar todo como leído",
  "You don't have any notifications yet": "Aún no tienes ninguna notificación",
  "and others": "y otros",
  "likes your message": "le gusta tu mensaje",
  "replied you in chat": "te contesté en el chat",
  "mentioned you in chat": "te mencioné en el chat",
  "View All Notifications": "Ver Todas las Notificaciones",
  "Almost Done": "Casi Hecho",
  "Fill in the 2 fields below so that we can identify you if necessary": "Rellene los 2 campos a continuación para que podamos identificarle si es necesario",
  "Confirm": "Confirmar",
  "Rules": "Regla",
  "No offensive language or racism": "Sin lenguaje ofensivo o racismo",
  "200 characters max message": "mensaje máximo de 200 caracteres",
  "No links": "Sin enlaces",
  "No self advertising promo code": "Código promocional sin publicidad propia",
  "No spam (5sec cooldown between messages)": "Sin spam (tiempo de reutilización de 5 segundos entre mensajes)",
  "New messages": "Mensajes nuevos",
  "No Result Found": "No Se Encontró Ningún Resultado",
  "Live Chat": "Chat en Vivo",
  "Type a message": "Escriba un mensaje",
  "Avatars": "Avatares",
  "Your password has been changed": "Su contraseña ha sido cambiada",
  "Reset Password": "Restablecer Contraseña",
  "Enter your registered email or username": "Ingrese su correo electrónico o nombre de usuario registrado",
  "Your request is expired": "Su solicitud ha caducado",
  "Please enter your registered email or username and we’ll send message again": "Ingrese su correo electrónico o nombre de usuario registrado y le enviaremos un mensaje de nuevo",
  "Create a new password": "Crear una nueva contraseña",
  "Retype New Password": "Vuelva a Escribir Una Nueva Contraseña",
  "Passwords do not match": "Las contraseñas no coinciden",
  "My Balance": "Mi Equilibrio",
  "My Bonuses": "Mis Bonos",
  "Do you have a promo code?": "¿Tienes un código de promoción?",
  "Account Settings": "Configuración de la Cuenta",
  "Chat": "Chat",
  "New version of the Bingo.Bet app is available": "Nueva versión del Bingo.Bet aplicación Bet está disponible",
  "Update": "Actualizar",
  "You have already activated another user as your partner!": "¡Ya has activado a otro usuario como tu compañero!",
  "Are you sure you would like to switch to another one and cancel your current partner?": "¿Estás seguro de que te gustaría cambiar a otro y cancelar a tu pareja actual?",
  "Giveaway": "Sorteo",
  "Inactive":"Inactivo",
  "VIP Status":"Estado VIP",
  "Hours Remaining":"Horas faltantes",
  "Rake Returns":"Devoluciones de rastrillo",
  "How to receive VIP status?":"¿Cómo recibir el estado VIP?",
  "Make minimum deposit":"Haz un depósito mínimo",
  "Tickets":"Entradas",
  "How to receive?":"¿Cómo recibir?",
  "Make a bet on any slot 🎮game!":"Haz una apuesta en cualquier juego de tragamonedas 🎮",
  "Play Games":"Jugar juegos",
  "Free Spins":"Tiradas gratis",
  "Raffle Tickets" :"Boletos de la rifa",
  "Make minimum deposit!":"¡Haz un depósito mínimo!",
  "Affiliate Rewards":"Recompensas de afiliados",
  "GIveaways - Coming Soon!":"Sorteos - ¡Próximamente!",
  "Live":"Live",
  "All Providers":"Todos los proveedores",
  "Request Commission":"Solicitar Comisión",
  "Commision":"Comisión",
  "Reffered users":"Usuarios referidos"
}
